{
    "sales-common": {
        "OfferDetailsTranslateService": {
            "DEAL_TYPES": {
                "PROMO": [
                    "<strong>OFFER DETAILS:</strong> Activate a radio and receive a {{offerName}} subscription plan for {{offerTotal}} for your first {{offerTerm}} {{pluralMonthsMap}}. Your account will be billed at a promotional rate of {{offerTotal}} for the first {{offerTerm}} {{pluralMonthsMap}} of your paid subscription. <strong>A Music Royalty and Administrative Fee (MRF) of 20.07% of the subscription rate and taxes apply. After your first {{offerTerm}} {{pluralMonthsMap}}, your subscription will automatically renew every month and your credit card will be charged at the then-applicable regular rate (currently {{offerRetailPrice}}/month plus fees and taxes) for as long as you choose to remain a subscriber. You may call SiriusXM at 1-833-838-7840 to cancel at any time.</strong> All terms, fees, content and features subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. See our <a href=\"https://www.siriusxm.ca/terms\" target=\"_blank\">Customer Agreement</a> for complete terms. SiriusXM collects and uses personal information according to our <a href=\"https://www.siriusxm.ca/privacy\" target=\"_blank\">Privacy Policy</a>."
                ],
                "PROMO_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{platformPlanName}} subscription and pay {{offerTotal}} for your first {{offerTerm}} month(s). Fees and taxes extra. A credit card is required for this offer. <strong>After the initial {{offerTerm}} months, service will continue every month thereafter and your credit card will automatically be charged at the regular price (currently {{retailRate}} per month) for as long as you choose to remain a subscriber. Fees and taxes apply. A monthly Music Royalty and Administrative Fee (MRF) of 10.2% applies to your SiriusXM subscription. You may call us at 1-888-539-7474 to cancel at any time.</strong> This offer cannot be combined with any other and is available for eligible new subscribers only. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Certain features of the service may not be available unless “data” is enabled, data charges may apply and will be charged separately. Contact your wireless service provider for details. All terms, fees, programming and features are subject to change. Channel lineup varies by package. You can only listen on one streaming device at a time per subscription. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a>."
                ],
                "PROMO_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Activate a radio and receive a {{offerName}} subscription plan for {{offerTotal}} for your first {{offerTerm}} {{pluralMonthsMap}}. Your account will be billed at a promotional rate of {{offerTotal}} for the first {{offerTerm}} {{pluralMonthsMap}} of your paid subscription. Taxes apply. <strong>After your first {{offerTerm}} {{pluralMonthsMap}}, your subscription will automatically continue every month and your credit card will be charged at the then-applicable regular rate (currently {{offerRetailPrice}}/month plus taxes) for as long as you choose to remain a subscriber. The plan you choose is for an indeterminate term and therefore services will continue until you cancel. You may call SiriusXM at 1-833-838-7840 to cancel at any time.</strong> All terms, fees, content and features subject to change. See our <a href=\"https://www.siriusxm.ca/terms\" target=\"_blank\">Customer Agreement</a> for complete terms. SiriusXM collects and uses personal information according to our <a href=\"https://www.siriusxm.ca/privacy\" target=\"_blank\">Privacy Policy</a>."
                ],
                "PROMO_QUEBEC_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Purchase a {{platformPlanName}} subscription and pay {{offerTotal}} for your first {{offerTerm}} month(s). Taxes extra. A credit card is required for this offer. <strong>Service will continue every month thereafter and your credit card will automatically be charged the regular price of {{retailRate}} per month (plus taxes) for as long as you choose to remain a subscriber. The plan you choose is for an indeterminate term and therefore services will continue until you cancel. You may call us at 1-888-539-7474 to cancel at any time.</strong> This offer cannot be combined with any other and is available for eligible new subscribers only. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Certain features of the service may not be available unless “data” is enabled, data charges may apply and will be charged separately. Contact your wireless service provider for details. Channel lineup varies by package. All terms, programming and features are subject to change. You can only listen on one streaming device at a time per subscription. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a>."
                ],
                "DEFAULT": [
                    "<strong>OFFER DETAILS:</strong> The plan you choose will continue after the initial term and your credit card will be charged the then-applicable regular price until you cancel. Fees and taxes extra. To cancel you must call us at <a href=\"tel:+1-833-838-7846\">1-833-838-7846</a>. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms. All fees and programming subject to change."
                ],
                "DEFAULT_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> The plan you choose will continue and your credit card will automatically be charged the then-applicable regular rate until you cancel. Taxes extra. Services are provided to you for an indeterminate term and billed to you for the agreed-upon billing period. To cancel you must call us at <a href=\"tel:+1-833-838-7846\">1-833-838-7846</a>. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms. All fees and programming subject to change."
                ],
                "AMZ_DOT": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription plan at {{offerMonthlyRate}} per month for your first {{offerTerm}} months, receive a unique single-use redemption key for a free Amazon Echo Dot through amazon.ca. Valid email address required to receive redemption key. Your account will be billed at a promotional rate of {{offerMonthlyRate}} each month for the first {{offerTerm}} months of your paid subscription. <strong>A Music Royalty and Administrative Fee (MRF) of 20.07% of the subscription rate and taxes apply. After your first {{offerTerm}} months, your subscription will automatically renew every month and your credit card will be charged at the then-applicable regular rate (currently {{retailRate}}/month plus fees and taxes) for as long as you choose to remain a subscriber. You may call SiriusXM at 1-833-838-7840 to cancel at any time.</strong> All terms, fees, content and features subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. <strong>Limit 1 free Echo Dot regardless of promotion or number of subscriptions purchased.</strong> This offer cannot be reproduced, transferred, or sold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Check <a href='https://www.amazon.ca' target='_blank'>amazon.ca</a> for current delivery timing. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms. SiriusXM collects and uses personal information according to our <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>.",
                    "The Echo Dot is sold and fulfilled by Amazon.ca Services, LLC. Use of the Echo Dot device is subject to the terms found at amazon.ca. Amazon, Echo, Alexa, and all related logos are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "AMZ_DOT_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Purchase a {{offerName}} subscription plan at {{offerMonthlyRate}} per month for your first {{offerTerm}} months, receive a unique single-use redemption key for a free Amazon Echo Dot through amazon.ca. Valid email address required to receive redemption key. Your account will be billed at a promotional rate of {{offerMonthlyRate}} each month for the first {{offerTerm}} months of your paid subscription. Taxes apply. <strong>After your first {{offerTerm}} months, your subscription will automatically continue every month and your credit card will be charged at the then-applicable regular rate (currently {{retailRate}}/month plus taxes) for as long as you choose to remain a subscriber. The plan you choose is for an indeterminate term and therefore services will continue until you cancel. You may call SiriusXM at 1-833-838-7840 to cancel at any time.</strong> All terms, fees, content and features subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. <strong>Limit 1 free Echo Dot regardless of promotion or number of subscriptions purchased.</strong> This offer cannot be reproduced, transferred, or sold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Check <a href='https://www.amazon.ca' target='_blank'>amazon.ca</a> for current delivery timing. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms. SiriusXM collects and uses personal information according to our <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>.",
                    "The Echo Dot is sold and fulfilled by Amazon.ca Services, LLC. Use of the Echo Dot device is subject to the terms found at amazon.ca. Amazon, Echo, Alexa, and all related logos are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "APPLE": [
                    "<strong>OFFER DETAILS:</strong> Get up to 6 months of Apple Music free when you purchase a SiriusXM {{offerName}} subscription and pay {{offerTotal}} for your first {{offerTerm}} months. Taxes extra. A credit card and email address is required for this offer. <strong>After the initial {{offerTerm}} months, service will continue every month thereafter and your credit card will automatically be charged at the regular price (currently {{retailRate}} per month plus fees and taxes) for as long as you choose to remain a subscriber. A Music Royalty and Administrative Fee (MRF) of 10.2% applies. To cancel you may call us at 1-888-539-7474</strong>. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s).  This offer cannot be combined with any other, may be modified or terminated at any time, and is available for eligible new subscribers only. Certain features of the service may not be available unless data is enabled, data charges may apply and will be charged separately. Contact your wireless service provider for details. All terms, fees, content and features are subject to change. Channel lineup varies by package. You can only listen on one streaming device at a time per subscription. Offer not available to residents of Quebec. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>.",
                    "Apple Music awarded via a promo code redeemable directly with Apple and requires an Apple ID and payment method of file with Apple. Apple Music 6-month trial is available only to first time subscribers (13 yrs+) to Apple Music (returning subscribers may be eligible for 3 months of Apple Music). Existing subscribers or Apple One subscribers are not eligible. Promo code is not transferrable or redeemable for cash, credit or other value; not valid for resale. Lost or expired codes will not be reissued. Apple Music plan renews for $9.99/month after the promotion period until cancelled, directly with Apple. Valid only for Apple Music in Canada. Compatible products and services required. Apple <a href='https://www.apple.com/ca/legal/internet-services/itunes/ca/terms.html' target='_blank'>Terms</a> and <a href='https://www.apple.com/ca/legal/privacy/en-ww/' target='_blank'>Privacy Policy</a> apply. <br/><br/> Apple Music is a registered trademark of Apple Inc. Apple is not a sponsor of this promotion."
                ],
                "APPLE_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Get up to 6 months of Apple Music free when you purchase a SiriusXM {{offerName}} subscription and pay {{offerTotal}} for your first {{offerTerm}} months. Taxes extra. A credit card and email address is required for this offer. <strong>After the initial term, service will continue every month thereafter and your credit card will automatically be charged at the regular price (currently {{retailRate}} per month plus taxes and subject to change upon proper notice). Services are provided for an indeterminate term and billed to you on a recurring basis for the agreed-upon billing period. To cancel you may call us at 1-888-539-7474</strong>. All terms, fees, content and features are subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. The offer cannot be combined with any other offer and is available for eligible new subscribers only. Streaming service may not be available unless data is enabled; data charges may apply and are charged separately. Contact your wireless service provider for details. You can only listen on one streaming device at a time per subscription. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> and <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a> for complete terms.",
                    "Apple Music awarded via a promo code redeemable directly with Apple and requires an Apple ID and payment method of file with Apple. Apple Music 6-month trial is available only to first time subscribers (13 yrs+) to Apple Music (returning subscribers may be eligible for 3 months of Apple Music). Existing subscribers or Apple One subscribers are not eligible. Promo code is not transferrable or redeemable for cash, credit or other value; not valid for resale. Lost or expired codes will not be reissued. Apple Music plan renews for $9.99/month after the promotion period until cancelled, directly with Apple. Valid only for Apple Music in Canada. Compatible products and services required. Apple <a href='https://www.apple.com/ca/legal/internet-services/itunes/ca/terms.html' target='_blank'>Terms</a> and <a href='https://www.apple.com/ca/legal/privacy/en-ww/' target='_blank'>Privacy Policy</a> apply. <br/><br/> Apple Music is a registered trademark of Apple Inc. Apple is not a sponsor of this promotion."
                ],
                "MEGA_APPLE": [
                    "<strong>OFFER DETAILS:</strong> The offer expires on July 31, 2022. Get up to 6 months of Apple Music free when you activate a radio and receive a {{offerName}} subscription at the introductory price for your first {{offerTerm}} months. During your initial {{offerTerm}}-month subscription term, your service will be upgraded (at no additional cost to you) and you will receive the channels and features available in our {{offerUpgrade}} subscription package. Savings based on monthly rate for {{offerUpgrade}}, currently {{packageUpgradePrice}}/mo. Your account will be billed at a promotional rate of {{offerMonthlyRate}} each month for the first {{offerTerm}} months of your paid subscription. Fees and taxes apply. A Music Royalty and Administrative Fee (MRF) of 20.07% of the subscription price applies. <strong>After your first {{offerTerm}} months, your {{offerName}} subscription will renew every month and your credit card will automatically be charged at the then-applicable regular price (currently {{retailRate}}/month plus fees and taxes) for as long as you choose to remain a subscriber. You may call SiriusXM at 1-833-838-7840 to cancel at any time.</strong> Limit 1 Apple Music promo code per person. All terms, fees and programming subject to change. Subscriptions to SiriusXM Canada are subject to our Customer Agreement available at <a href='https://www.siriusxm.ca/terms' target='_blank'>siriusxm.ca/terms</a>. SiriusXM collects and uses personal information according to our Privacy Policy available at <a href='https://www.siriusxm.ca/privacy' target='_blank'>siriusxm.ca/privacy</a>.",
                    "Apple Music awarded via a promo code redeemable directly with Apple and requires an Apple ID and payment method of file with Apple. Apple Music 6-month trial is available only to first time subscribers (13 yrs+) to Apple Music (returning subscribers may be eligible for 5 months free of Apple Music). Existing subscribers or Apple One subscribers are not eligible.  Promo code is not transferrable or redeemable for cash, credit or other value; not valid for resale. Lost or expired codes will not be reissued.  Apple Music plan renews for $9.99/month after the promotion period until cancelled, directly with Apple. Valid only for Apple Music in Canada. Compatible products and services required. Apple <a href='https://www.apple.com/ca/legal/internet-services/itunes/ca/terms.html' target='_blank'>Terms</a> and <a href='https://www.apple.com/ca/legal/privacy/en-ww/' target='_blank'>Privacy Policy</a> apply. <br/><br/> Apple Music is a registered trademark of Apple Inc. Apple is not a sponsor of this promotion."
                ],
                "MEGA_APPLE_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> The offer expires on July 31, 2022. Get up to 6 months of Apple Music free when you activate a radio and receive a {{offerName}} subscription at the introductory price for your first {{offerTerm}} months. During your initial {{offerTerm}}-month subscription term, your service will be upgraded (at no additional cost to you) and you will receive the channels and features available in our {{offerUpgrade}} subscription package. Savings based on monthly rate for {{offerUpgrade}}, currently {{packageUpgradePrice}}/mo. Your account will be billed at a promotional rate of {{offerMonthlyRate}} each month for the first {{offerTerm}} months of your paid subscription. Taxes apply. <strong>After your first {{offerTerm}} months, your {{offerName}} subscription will renew every month and your credit card will automatically be charged at the then-applicable regular price (currently {{retailRate}}/month plus taxes) for as long as you choose to remain a subscriber. You may call SiriusXM at 1-833-838-7840 to cancel at any time.</strong> Limit 1 Apple Music promo code per person. All terms, fees and programming subject to change. Subscriptions to SiriusXM Canada are subject to our Customer Agreement available at <a href='https://www.siriusxm.ca/terms' target='_blank'>siriusxm.ca/terms</a>. SiriusXM collects and uses personal information according to our Privacy Policy available at <a href='https://www.siriusxm.ca/privacy' target='_blank'>siriusxm.ca/privacy</a>.",
                    "Apple Music awarded via a promo code redeemable directly with Apple and requires an Apple ID and payment method of file with Apple. Apple Music 6-month trial is available only to first time subscribers (13 yrs+) to Apple Music (returning subscribers may be eligible for 5 months free of Apple Music). Existing subscribers or Apple One subscribers are not eligible.  Promo code is not transferrable or redeemable for cash, credit or other value; not valid for resale. Lost or expired codes will not be reissued.  Apple Music plan renews for $9.99/month after the promotion period until cancelled, directly with Apple. Valid only for Apple Music in Canada. Compatible products and services required. Apple <a href='https://www.apple.com/ca/legal/internet-services/itunes/ca/terms.html' target='_blank'>Terms</a> and <a href='https://www.apple.com/ca/legal/privacy/en-ww/' target='_blank'>Privacy Policy</a> apply. <br/><br/> Apple Music is a registered trademark of Apple Inc. Apple is not a sponsor of this promotion."
                ],
                "MEGA_WINBACK_AMZ_DOT": [
                    "<strong>OFFER DETAILS:</strong> Activate a radio and receive a {{offerName}} subscription at the introductory price for your first {{offerTerm}} months, plus a unique single-use coupon code for a free Amazon Echo Dot through <a href='https://www.amazon.ca' target='_blank'>amazon.ca</a>. Valid email address required to receive coupon code. During your initial {{offerTerm}}-month subscription term, your service will be upgraded (at no additional cost to you) and you will receive the channels and features available in our {{offerUpgrade}} subscription package. Savings based on monthly rate for {{offerUpgrade}}, currently {{packageUpgradePrice}}/mo. Your account will be billed at a promotional rate of {{priceMonthPhrase}} for the first {{offerTerm}} months of your paid subscription. A Music Royalty and Administrative Fee (MRF) of 20.07% of the subscription price and taxes apply. <strong>After your first {{offerTerm}} months, your {{offerName}} subscription will renew every month and your credit card will automatically be charged at the then-applicable regular price (currently {{retailRate}}/month plus MRF and taxes) for as long as you choose to remain a subscriber. You may call SiriusXM at 1-833-838-7840 to cancel at any time. All terms, fees and programming subject to change.</strong> Subscriptions to SiriusXM Canada are subject to our Customer Agreement available at <a href='https://www.siriusxm.ca/terms' target='_blank'>siriusxm.ca/terms</a>. SiriusXM collects and uses personal information according to our Privacy Policy available at <a href='https://www.siriusxm.ca/privacy' target='_blank'>siriusxm.ca/privacy</a>. This offer cannot be combined with any other and may be modified or terminated at any time. The Echo Dot will be provided in the form of a code fulfilled on Amazon.ca and delivery of the Echo Dot is subject to Amazon’s inventory availability. Please allow up to three weeks for redemption instructions.",
                    "The Echo Dot is sold by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC, and is covered by a one-year limited warranty provided by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC. To receive your Echo Dot use the coupon code in Checkout at <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>. This offer can only be redeemed once, and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3rd generation) sold by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC (look for \"sold by <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>\" or \"sold by Amazon.com Services, LLC\" on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if \"fulfilled by <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>\" or \"Prime Eligible.\" Shipping charges, other fees and taxes may apply to the full value of discounted and free promotional items. Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon's applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a>."
                ],
                "MEGA_WINBACK_AMZ_DOT_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Activate a radio and receive a {{offerName}} subscription at the introductory price for your first {{offerTerm}} months, plus a unique single-use coupon code for a free Amazon Echo Dot through <a href='https://www.amazon.ca' target='_blank'>amazon.ca</a>. Valid email address required to receive coupon code. During your initial {{offerTerm}}-month subscription term, your service will be upgraded (at no additional cost to you) and you will receive the channels and features available in our {{offerUpgrade}} subscription package. Savings based on monthly rate for {{offerUpgrade}}, currently {{packageUpgradePrice}}/mo. Your account will be billed at a promotional rate of {{priceMonthPhrase}} for the first {{offerTerm}} months of your paid subscription. Taxes apply. <strong>After your first {{offerTerm}} months, your {{offerName}} subscription will continue on a monthly billing plan and your credit card will automatically be charged at the then-applicable regular price (currently {{retailRate}}/month) for as long as you choose to remain a subscriber. You may call SiriusXM at 1-833-838-7840 to cancel at any time.   All terms, fees and programming subject to change.</strong> Subscriptions to SiriusXM Canada are subject to our Customer Agreement available at <a href='https://www.siriusxm.ca/terms' target='_blank'>siriusxm.ca/terms</a>. SiriusXM collects and uses personal information according to our Privacy Policy available at <a href='https://www.siriusxm.ca/privacy' target='_blank'>siriusxm.ca/privacy</a>. This offer cannot be combined with any other and may be modified or terminated at any time. The Echo Dot will be provided in the form of a code fulfilled on Amazon.ca and delivery of the Echo Dot is subject to Amazon’s inventory availability. Please allow up to three weeks for redemption instructions.",
                    "The Echo Dot is sold by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC, and is covered by a one-year limited warranty provided by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC. To receive your Echo Dot use the coupon code in Checkout at <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>. This offer can only be redeemed once, and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3rd generation) sold by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC (look for \"sold by <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>\" or \"sold by Amazon.com Services, LLC\" on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if \"fulfilled by <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>\" or \"Prime Eligible.\" Shipping charges, other fees and taxes may apply to the full value of discounted and free promotional items. Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon's applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a>."
                ],
                "MEGA_LITE": [
                    "<strong>OFFER DETAILS:</strong> Activate a radio and receive a {{offerName}} subscription at the introductory price for your first {{offerTerm}} months. During your initial {{offerTerm}}-month subscription term, your service will be upgraded (at no additional cost to you) and you will receive the channels and features available in our {{offerUpgrade}} subscription package. Savings based on monthly rate for {{offerUpgrade}}, currently {{packageUpgradePrice}}/mo. Your account will be billed at a promotional rate of {{offerMonthlyRate}} each month for the first {{offerTerm}} months of your paid subscription. A Music Royalty and Administrative Fee (MRF) of 20.07% of the subscription price and taxes apply. <strong>After your first {{offerTerm}} months, your {{offerName}} subscription will renew every month and your credit card will automatically be charged at the then-applicable regular price (currently {{retailRate}}/month plus MRF and taxes) for as long as you choose to remain a subscriber. You may call SiriusXM at 1-833-838-7840 to cancel at any time.</strong> All terms, fees and programming subject to change. Subscriptions to SiriusXM Canada are subject to our Customer Agreement available at <a href='https://www.siriusxm.ca/terms' target='_blank'>siriusxm.ca/terms</a>. SiriusXM collects and uses personal information according to our Privacy Policy available at <a href='https://www.siriusxm.ca/privacy' target='_blank'>siriusxm.ca/privacy</a>."
                ],
                "MEGA_LITE_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Activate a radio and receive a {{offerName}} subscription at the introductory price for your first {{offerTerm}} months. During your initial {{offerTerm}}-month subscription term, your service will be upgraded (at no additional cost to you) and you will receive the channels and features available in our {{offerUpgrade}} subscription package. Savings based on monthly rate for {{offerUpgrade}}, currently {{packageUpgradePrice}}/mo. Your account will be billed at a promotional rate of {{offerMonthlyRate}} each month for the first {{offerTerm}} months of your paid subscription. Taxes apply. <strong>After your first {{offerTerm}} months, your {{offerName}} subscription will continue on a monthly billing plan and your credit card will automatically be charged at the then-applicable regular price (currently {{retailRate}}/month) for as long as you choose to remain a subscriber. You may call SiriusXM at 1-833-838-7840 to cancel at any time.</strong> All terms, fees and programming subject to change. Subscriptions to SiriusXM Canada are subject to our Customer Agreement available at <a href='https://www.siriusxm.ca/terms' target='_blank'>siriusxm.ca/terms</a>. SiriusXM collects and uses personal information according to our Privacy Policy available at <a href='https://www.siriusxm.ca/privacy' target='_blank'>siriusxm.ca/privacy</a>."
                ],
                "AMZ_DOT_PROMO_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Purchase a {{platformPlanName}} subscription and pay {{priceMonthPhrase}} for your first {{offerTerm}} months and get a free Echo Dot, while supplies last. Fees, taxes, and shipping charges may apply. A credit card and email address is required for this offer. <strong>After the initial {{offerTerm}} months, service will continue every month thereafter and your credit card will automatically be charged at the regular price (currently {{retailRate}} per month plus fees and taxes for as long as you choose to remain a subscriber. A Music Royalty and Administrative Fee (MRF) of 10.2% applies. To cancel you may call us at 1-888-539-7474. If you cancel or terminate your {{platformPlanName}} subscription during the first {{etfTerm}} months, you will be charged a {{etf}} EARLY TERMINATION FEE.</strong> SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). This offer cannot be combined with any other and is available for eligible new subscribers only. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Certain features of the service may not be available unless “data” is enabled, data charges may apply and will be charged separately. Contact your wireless service provider for details. All terms, fees, programming and features are subject to change. Channel lineup varies by package. You can only listen on one streaming device at a time per subscription. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms-and-conditions/' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a>. Offer is limited to 1 Echo Dot redemption per customer. The Echo Dot will be provided in the form of a code fulfilled on Amazon.ca and delivery of the Echo Dot is subject to Amazon’s inventory availability.",
                    "The Echo Dot is sold and fulfilled by Amazon.ca Services, LLC. Use of the Echo Dot device is subject to the terms found at amazon.ca. Amazon, Echo, Alexa, and all related logos are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "AMZ_DOT_PROMO_STREAMING_TRIAL": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{platformPlanName}} subscription and pay {{priceMonthPhrase}} for your first {{offerTerm}} months and get a free Echo Dot, (shipping charges and taxes may apply) while supplies last. A credit card and email address is required for this offer. <strong>After the initial {{offerTerm}} months, service will continue every month thereafter and your credit card will automatically be charged at the regular price (currently {{retailRate}} per month) for as long as you choose to remain a subscriber. Fees and taxes apply. A monthly Music Royalty and Administrative Fee (MRF) of 10.2% applies to your SiriusXM subscription. You may call us at 1-888-539-7474 to cancel at any time.</strong> If you cancel or terminate your {{platformPlanName}} subscription during the first {{etfTerm}} months, you will be charged a {{etf}} EARLY TERMINATION FEE. This offer cannot be combined with any other and is available for eligible new subscribers only. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Streaming service may not be available unless data is enabled; data charges may apply and are charged separately. Contact your wireless service provider for details. All terms, fees, content and features are subject to change. Channel lineup varies by package. You can only listen on one streaming device at a time per subscription. Offer not available to residents of Quebec. Offer is limited to 1 Echo Dot redemption per customer. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms-and-conditions/' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a>."
                ],
                "AMZ_DOT_QUEBEC_PROMO_STREAMING_TRIAL": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{platformPlanName}} subscription and pay {{priceMonthPhrase}} for your first {{offerTerm}} months and get a free Echo Dot, (shipping charges and taxes may apply) while supplies last. A credit card and email address is required for this offer. <strong>After the initial {{offerTerm}} months, service will continue every month thereafter and your credit card will automatically be charged at the regular price (currently {{retailRate}} per month) for as long as you choose to remain a subscriber. Fees and taxes apply. A monthly Music Royalty and Administrative Fee (MRF) of 10.2% applies to your SiriusXM subscription. You may call us at 1-888-539-7474 to cancel at any time.</strong> If you cancel or terminate your {{platformPlanName}} subscription during the first {{etfTerm}} months, you will be charged a {{etf}} EARLY TERMINATION FEE. This offer cannot be combined with any other and is available for eligible new subscribers only. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Streaming service may not be available unless data is enabled; data charges may apply and are charged separately. Contact your wireless service provider for details. All terms, fees, content and features are subject to change. Channel lineup varies by package. You can only listen on one streaming device at a time per subscription. Offer not available to residents of Quebec. Offer is limited to 1 Echo Dot redemption per customer. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms-and-conditions/' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a>."
                ],
                "AMZ_DOT_PROMO_STREAMING_NO_ETF": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{platformPlanName}} subscription, pay {{offerTotal}} for your first {{offerTerm}} months and get a free Echo Dot, (shipping charges and taxes may apply) while supplies last.  Service will continue every month thereafter and your credit card will automatically be charged for as long as you choose to remain a subscriber. Fees and taxes extra. A Music Royalty and Administrative Fee (MRF) of 10.2% applies. Credit card required. To cancel you may call us at 1-888-539-7474. All programming subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Offer cannot be combined with any other offer and is available for new subscribers only. The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. See our <strong><a href='https://www.siriusxm.ca/terms-and-conditions/' target='_blank'>Customer Agreement</a></strong> and <strong><a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a></strong> for complete terms. Offer is not available to residents of Quebec. This offer cannot be combined with any other and may be modified or terminated at any time. The Echo Dot will be provided in the form of a code fulfilled on Amazon.ca and delivery of the Echo Dot is subject to Amazon’s inventory availability. Please allow up to three weeks for redemption instructions.",
                    "The Echo Dot is sold by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC, and is covered by a one-year limited warranty provided by <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> Services, Inc. To receive your Echo Dot use the coupon code in Checkout at <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b>. This offer can only be redeemed once, and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3<sup>rd</sup> generation) sold by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC (look for “sold by <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>” or “sold by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if “fulfilled by <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>” or “Prime Eligible.” Shipping charges, other fees and taxes may apply to the full value of discounted and free promotional items. Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon’s applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <strong><a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a></strong>."
                ],
                "AMZ_DOT_QUEBEC_PROMO_STREAMING_NO_ETF": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{platformPlanName}} subscription, pay {{offerMonthlyRate}} for your first {{offerTerm}} months and get a Free Echo Dot, while supplies last. Taxes, and shipping charges may apply. A credit card and an e-mail address is required for this offer. <strong>After the initial term, service will continue every month thereafter and your credit card will automatically be charged the regular price of {{retailRate}} per month plus taxes for as long as you choose to remain a subscriber. You may call us at 1-888-539-7474 to cancel anytime. Please see our <a href='https://www.siriusxm.ca/terms-and-conditions/' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-888-539-7474.</strong> Services are provided for an indeterminate period and accounts are billed according to the billing term selected. SiriusXM uses your personal information in accordance with applicable privacy laws and our <a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a>. All content and features are subject to change. This offer is presented exclusively by Sirius XM Canada Inc. This offer cannot be combined with any other and may be modified or terminated at any time. Limit of 1 Echo Dot per new customer. This offer is non-transferable and may not be sold. Following your subscription purchase, a link to Amazon.ca will be provided to you and Amazon will ship your Echo Dot. This offer must be redeemed within 30 days. This offer cannot be combined with any other and may be modified or terminated at any time. The Echo Dot will be provided in the form of a code fulfilled on Amazon.ca and delivery of the Echo Dot is subject to Amazon’s inventory availability. Please allow up to three weeks for redemption instructions.",
                    "The Echo Dot is sold by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC, and is covered by a one-year limited warranty provided by <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> Services, Inc. To receive your Echo Dot use the coupon code in Checkout at <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b>. This offer can only be redeemed once, and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3<sup>rd</sup> generation) sold by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC (look for “sold by <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>” or “sold by <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if “fulfilled by <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>” or “Prime Eligible.” Shipping charges, other fees and taxes may apply to the full value of discounted and free promotional items. Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon’s applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <strong><a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a></strong>."
                ],
                "AMZ_DOT_QUEBEC_PROMO_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Purchase a {{platformPlanName}} subscription and pay {{priceMonthPhrase}} for your first {{offerTerm}} months and get a free Echo Dot, while supplies last. Taxes, and shipping charges may apply. A credit card and email address is required for this offer. <strong>After the initial term, service will continue every month thereafter and your credit card will automatically be charged (currently {{retailRate}} per month plus taxes for as long as you choose to remain a subscriber. To cancel you may call us at 1-888-539-7474.</strong> SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). This offer cannot be combined with any other and is available for eligible new subscribers only. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Certain features of the service may not be available unless “data” is enabled, data charges may apply and will be charged separately. Contact your wireless service provider for details. All terms, fees, programming and features are subject to change. Channel lineup varies by package. You can only listen on one streaming device at a time per subscription. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms-and-conditions/' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a>. Offer is limited to 1 Echo Dot redemption per customer. The Echo Dot will be provided in the form of a code fulfilled on Amazon.ca and delivery of the Echo Dot is subject to Amazon’s inventory availability.",
                    "The Echo Dot is sold and fulfilled by Amazon.ca Services, LLC. Use of the Echo Dot device is subject to the terms found at amazon.ca. Amazon, Echo, Alexa, and all related logos are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "AMZ_DOT_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription, pay {{retailRate}} per month and get a free Echo Dot, (shipping charges and taxes may apply) while supplies last.  Service will continue every month thereafter and your credit card will automatically be charged for as long as you choose to remain a subscriber. Fees and taxes extra. A Music Royalty and Administrative Fee (MRF) of 10.2% applies. Credit card required. To cancel you may call us at 1-833-838-7846. If you cancel or terminate your {{offerName}} subscription during the first {{etfTerm}} months, you will be charged a <b>{{etf}} EARLY TERMINATION FEE</b>. All programming subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Offer cannot be combined with any other offer and is available for new subscribers only. The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. See our <b><a href='https://www.siriusxm.ca/terms-and-conditions/' target='_blank'>Customer Agreement</a></b> and <b><a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a></b> for complete terms. Offer is limited to 1 Echo Dot redemption per customer. This offer cannot be combined with any other and may be modified or terminated at any time. The Echo Dot will be provided in the form of a code fulfilled on Amazon.ca and delivery of the Echo Dot is subject to Amazon’s inventory availability. Please allow up to three weeks for redemption instructions.",
                    "The Echo Dot is sold by Amazon.com Services, LLC, and is covered by a one-year limited warranty provided by <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> Services, Inc. To receive your Echo Dot use the coupon code in Checkout at <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b>. This offer can only be redeemed once, and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3<sup>rd</sup> generation) sold by Amazon.com Services, LLC (look for “sold by Amazon.ca” or “sold by Amazon.com Services, LLC on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if “fulfilled by Amazon.ca” or “Prime Eligible.” Shipping charges, other fees and taxes may apply to the full value of discounted and free promotional items. Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon’s applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <b><a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a></b>."
                ],
                "AMZ_DOT_QUEBEC_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription, pay {{retailRate}} per month and get a free Echo Dot, (shipping charges and taxes may apply) while supplies last.  Service will continue every month thereafter and your credit card will automatically be charged for as long as you choose to remain a subscriber. Taxes extra. Credit card required. To cancel you may call us at 1-833-838-7846. All programming subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Offer cannot be combined with any other offer and is available for new subscribers only. The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. See our <b><a href='https://www.siriusxm.ca/terms-and-conditions/' target='_blank'>Customer Agreement</a></b> and <b><a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a></b> for complete terms. Offer is limited to 1 Echo Dot redemption per customer. This offer cannot be combined with any other and may be modified or terminated at any time. The Echo Dot will be provided in the form of a code fulfilled on Amazon.ca and delivery of the Echo Dot is subject to Amazon’s inventory availability. Please allow up to three weeks for redemption instructions.",
                    "The Echo Dot is sold by Amazon.com Services, LLC, and is covered by a one-year limited warranty provided by <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> Services, Inc. To receive your Echo Dot use the coupon code in Checkout at <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b>. This offer can only be redeemed once, and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3rd generation) sold by Amazon.com Services, LLC (look for “sold by Amazon.ca” or “sold by Amazon.com Services, LLC on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if “fulfilled by Amazon.ca” or “Prime Eligible.” Shipping charges, other fees and taxes may apply to the full value of discounted and free promotional items. Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon’s applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <b><a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a></b>."
                ],
                "GGLE_HUB": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription, pay {{offerTotal}} for your first {{offerTerm}} months and get a Google Nest Hub, while supplies last.  Fees, taxes, and shipping charges may apply. A monthly Music Royalty and Administrative Fee (MRF) of 20.07% applies to your SiriusXM subscription. A credit card and an e-mail address is required for this offer.  If you cancel or terminate your subscription during the first {{etfTerm}} months, you will be charged a {{etf}} EARLY TERMINATION FEE.  After the initial term, service will continue every month thereafter and your credit card will automatically be charged the regular price (currently {{retailRate}}) per month plus fees and taxes and subject to change upon proper notice for as long as you choose to remain a subscriber. To cancel you may call us at 1-888-539-7474. Please see our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-888-539-7474. SiriusXM uses your personal information in accordance with applicable privacy laws and our <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>. All fees, content and features are subject to change. This offer is presented exclusively by Sirius XM Canada Inc. This offer cannot be combined with any other and may be modified or terminated at any time. Limit of 1 Google Nest Hub per new customer. This offer is non-transferable and may not be sold. Following your subscription purchase, a link to <a href='http://store.google.ca/' target='_blank'>store.google.ca</a> will be provided to you and Google will ship your Google Nest Hub.  This offer must be redeemed within 30 days. This offer is not available to residents of Quebec."
                ],
                "GGLE_MINI": [
                    "<strong>OFFER DETAILS:</strong> Activate a radio and receive a {{offerName}} subscription at the introductory price for your first {{offerTerm}} months, plus a unique single-use redemption key for a free Google Nest Mini fulfilled on the Google Store. Please allow up to 48 hours for redemption instructions which will be provided upon validation and verification of compliance with this offer. Valid email address required to receive redemption key for your free Google Nest Mini. Your account will be billed at a promotional rate of {{offerMonthlyRate}} each month for the first {{offerTerm}} months of your paid subscription. A Music Royalty and Administrative Fee (MRF) of 20.07% of the subscription price and taxes apply.  <strong>After your first {{offerTerm}} months, your subscription will renew every month and your credit card will automatically be charged at the then-applicable regular price (currently {{retailRate}}/month plus MRF and taxes) for as long as you choose to remain a subscriber. You may call SiriusXM at <a href='tel:+1-888-539-7474'>1-888-539-7474</a> to cancel at any time.</strong>  All terms, fees and programming subject to change. Subscriptions to SiriusXM Canada are subject to SiriusXM’s <strong><a href='https://www.siriusxm.ca/terms' target='_blank' title=' at siriusxm.ca/terms'>Customer Agreement</a></strong> available at <a href='https://www.siriusxm.ca/terms' target='_blank'>siriusxm.ca/terms</a>. SiriusXM collects and uses personal information according to SiriusXM’s Privacy Policy available at <a href='https://www.siriusxm.ca/privacy' target='_blank'>siriusxm.ca/privacy</a>.",
                    "Google, Google Nest Mini, and Google Play are trademarks of Google LLC."
                ],
                "GGLE_MINI_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Activate a radio and receive a {{offerName}} subscription at the introductory price for your first {{offerTerm}} months, plus a unique single-use redemption key for a free Google Nest Mini fulfilled on the Google Store. Please allow up to 48 hours for redemption instructions which will be provided upon validation and verification of compliance with this offer. Valid email address required to receive redemption key for your free Google Nest Mini. Your account will be billed at a promotional rate of {{offerMonthlyRate}} each month (plus applicable taxes) for the first {{offerTerm}} months of your paid subscription.  After your first {{offerTerm}} months, your subscription will renew every month and your credit card will automatically be charged at the then-applicable regular price (currently {{retailRate}}/month plus taxes) for as long as you choose to remain a subscriber. You may call SiriusXM at <a href='tel:+1-888-539-7474'>1-888-539-7474</a> to cancel at any time. All terms, fees and programming subject to change. Subscriptions to SiriusXM Canada are subject to SiriusXM’s <strong><a href='https://www.siriusxm.ca/terms' target='_blank' title=' at siriusxm.ca/terms'>Customer Agreement</a></strong> available at <a href='https://www.siriusxm.ca/terms' target='_blank'>siriusxm.ca/terms</a>. SiriusXM collects and uses personal information according to SiriusXM’s Privacy Policy available at <a href='https://www.siriusxm.ca/privacy' target='_blank'>siriusxm.ca/privacy</a>.",
                    "Google, Google Nest Mini, and Google Play are trademarks of Google LLC."
                ],
                "GGLE_MINI_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription, pay {{offerTotal}} for your first {{offerTerm}} {{pluralMonthsMap}} and get a free Google Mini Nest. A unique single-use redemption key <strong><u>that expires on December 31, 2020</u></strong> will be sent for a free Google Nest Mini fulfilled on the Google Store. Please allow up to 48 hours for redemption instructions which will be provided upon validation and verification of compliance with this offer. Valid email address required to receive coupon code for your free Google Nest Mini. <strong>Service will continue every month thereafter and your credit card will automatically be charged the regular price of {{retailRate}} for as long as you choose to remain a subscriber. Fees and taxes extra. A Music Royalty and Administrative Fee (MRF) of 10.2% applies. Credit card required. To cancel you may call us at 1-888-539-7474. If you cancel or terminate your {{offerName}} subscription during the first 6 months, you will be charged a $50.00 EARLY TERMINATION FEE.</strong> All terms, fees, content and features subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Offer cannot be combined with any other offer and is available for new subscribers only. Offer cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. See our <strong><a href='https://www.siriusxm.ca/terms' target='_blank' title=' at siriusxm.ca/terms'>Customer Agreement</a></strong> and <strong><a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a></strong> for complete terms.  This offer is presented exclusively by SiriusXM Canada.",
                    "Google, Google Nest Mini, and Google Play are trademarks of Google LLC."
                ],
                "GGLE_MINI_QUEBEC_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription, pay {{offerTotal}} for your first {{offerTerm}} {{pluralMonthsMap}} and get a free Google Mini Nest. A unique single-use redemption key <strong><u>that expires on December 31, 2020</u></strong> will be sent for a free Google Nest Mini fulfilled on the Google Store. Please allow up to 48 hours for redemption instructions which will be provided upon validation and verification of compliance with this offer. Valid email address required to receive coupon code for your free Google Nest Mini. <strong>Service will continue every month thereafter and your credit card will automatically be charged the regular price of {{retailRate}} (plus taxes) for as long as you choose to remain a subscriber. The plan you choose is for an indeterminate term and therefore services will continue until you cancel.</strong> Credit card required. To cancel you may call us at 1-888-539-7474.  All terms, content, programming, fees and features subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Offer cannot be combined with any other offer and is available for new subscribers only, while supplies last. Offer cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. See our <strong><a href='https://www.siriusxm.ca/terms' target='_blank' title=' at siriusxm.ca/terms'>Customer Agreement</a></strong> for complete terms. We collect and use personal information according to our <strong><a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a></strong>. This offer is presented exclusively by SiriusXM Canada. Channel Lineup varies by Package.",
                    "Google, Google Nest Mini, and Google Play are trademarks of Google LLC."
                ],
                "GGLE_MINI_FULLPRICE_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription, pay {{offerTotal}} per {{termMap}}, and get a free Google Mini Nest. A unique single-use redemption key <strong><u>that expires on December 31, 2020</u></strong> will be sent for a free Google Nest Mini fulfilled on the Google Store. Please allow up to 48 hours for redemption instructions which will be provided upon validation and verification of compliance with this offer. Service will continue every month thereafter and your credit card will automatically be charged the regular price of {{retailRate}} for as long as you choose to remain a subscriber. Fees and taxes extra. A Music Royalty and Administrative Fee (MRF) of 10.2% applies. Credit card required. To cancel you may call us at 1-888-539-7474. <strong>If you cancel or terminate your {{offerName}} subscription during the first 6 months, you will be charged a $50.00 EARLY TERMINATION FEE.</strong> All terms, fees, content and features subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Offer cannot be combined with any other offer and is available for new subscribers only, while supplies last. Offer cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. See our <strong><a href='https://www.siriusxm.ca/terms' target='_blank' title=' at siriusxm.ca/terms'>Customer Agreement</a></strong> and <strong><a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a></strong> for complete terms.  This offer is presented exclusively by SiriusXM Canada.",
                    "Google, Google Nest Mini, and Google Play are trademarks of Google LLC."
                ],
                "GGLE_MINI_FULLPRICE_QUEBEC_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription, pay {{offerTotal}} (plus applicable taxes) per {{termMap}}, and get a free Google Mini Nest. A unique single-use redemption key <strong><u>that expires on December 31, 2020</u></strong> will be sent for a free Google Nest Mini fulfilled on the Google Store. Please allow up to 48 hours for redemption instructions which will be provided upon validation and verification of compliance with this offer. Credit card required. <strong>Your credit card will be charged the regular rate of {{retailRate}} (plus applicable taxes) per {{termMap}} when you subscribe, and automatically be charged on a recurring {{termAdverbMap}} basis thereafter. The plan you choose is for an indeterminate term and therefore services will continue until you cancel.</strong>  To cancel you may call us at 1-888-539-7474. All fees, content and features subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Offer cannot be combined with any other offer and is available for new subscribers only, while supplies last. Offer cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. See our <strong><a href='https://www.siriusxm.ca/terms' target='_blank' title=' at siriusxm.ca/terms'>Customer Agreement</a></strong> and <strong><a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a></strong> for complete terms.  This offer is presented exclusively by SiriusXM Canada.",
                    "Google, Google Nest Mini, and Google Play are trademarks of Google LLC."
                ],
                "ADVANTAGE": [
                    "<strong>OFFER DETAILS:</strong> Qualifying ESN/Device IDs may activate {{shortPackageNameWithArticle}} package and save {{savingsRate}}/month off the then-current monthly {{offerName}} package rate (collectively, an “Advantage Discount”). Fees and taxes apply. <strong>A Music Royalty and Administrative Fee (MRF) of 20.07% applies. A credit card is required on this offer.</strong> Service will automatically continue thereafter every month, or according to the billing plan you choose, and you will be charged at then-current rates for your selected subscription package (currently {{retailRate}}/month) minus the applicable Advantage Discount ({{savingsRate}}/month). <strong>You may call 1-833-838-7846 to cancel at any time.</strong> All terms, fees, content and features are subject to change. This offer cannot be combined with any other offer or promotion and may be modified or terminated at any time. Channel lineup varies by package. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='//www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>.",
                    "An Advantage Discount may only be applied to a full price {{shortPackageNameWithArticle}} subscription on a qualifying ESN/Device ID (each an “Eligible Subscription”). Qualifying ESN/Device IDs are determined solely by SiriusXM. Advantage Discounts are not available on fleet or business accounts. An Advantage Discount will continue for the duration of the Eligible Subscription and for so long as the holder maintains the Eligible Subscription on an active device and on the same account without default, suspension or cancellation of service. An Advantage Discount cannot be applied retroactively. Upon cancellation or other service suspension, an Eligible Subscription will no longer be entitled to receive an Advantage Discount. An Advantage Discount is not the property of a consumer and is not refundable or transferable to another account or account holder for any reason. Maximum of three (3) Eligible Subscriptions with applied Advantage Discounts per account. SiriusXM reserves the right to suspend or terminate any Eligible Subscription or withdraw an Advantage Discount at any time."
                ],
                "ADVANTAGE_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Qualifying ESN/Device IDs may activate {{shortPackageNameWithArticle}} package and save {{savingsRate}}/month off the then-current monthly {{offerName}} package rate (collectively, an “Advantage Discount”). Taxes apply. <strong>Service will automatically continue thereafter every month, or according to the billing plan you choose, and you will be charged at then-current rates for your selected subscription package (currently {{retailRate}}/month) minus the applicable Advantage Discount ({{savingsRate}}/month). The plan you choose is for an indeterminate term and therefore services will continue until you cancel. You may call 1-833-838-7846 to cancel at any time.</strong> All terms, content and features are subject to change. This offer cannot be combined with any other offer or promotion and may be modified or terminated at any time. Channel lineup varies by package. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='//www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>.",
                    "An Advantage Discount may only be applied to a full price {{shortPackageNameWithArticle}} subscription on a qualifying ESN/Device ID (each an “Eligible Subscription”). Qualifying ESN/Device IDs are determined solely by SiriusXM. Advantage Discounts are not available on fleet or business accounts. An Advantage Discount will continue for the duration of the Eligible Subscription and for so long as the holder maintains the Eligible Subscription on an active device and on the same account without default, suspension or cancellation of service. An Advantage Discount cannot be applied retroactively. Upon cancellation or other service suspension, an Eligible Subscription will no longer be entitled to receive an Advantage Discount. An Advantage Discount is not the property of a consumer and is not refundable or transferable to another account or account holder for any reason. Maximum of three (3) Eligible Subscriptions with applied Advantage Discounts per account. SiriusXM reserves the right to suspend or terminate any Eligible Subscription or withdraw an Advantage Discount at any time."
                ],
                "ADVANTAGE_ANNUAL": [
                    "<strong>OFFER DETAILS:</strong> Qualifying ESN/Device IDs may activate {{shortPackageNameWithArticle}} package and save {{savingsRate}}/year off the then-current yearly {{offerName}} package rate (collectively, an “Advantage Discount”). Fees and taxes apply. <strong>A Music Royalty and Administrative Fee (MRF) of 20.07% applies. A credit card is required on this offer.</strong> Service will automatically continue thereafter every month, or according to the billing plan you choose, and you will be charged at then-current rates for your selected subscription package (currently {{offerRetailPrice}}/year) minus the applicable Advantage Discount ({{savingsRate}}/year). <strong>You may call 1-833-838-7846 to cancel at any time.</strong> All terms, fees, content and features are subject to change. This offer cannot be combined with any other offer or promotion and may be modified or terminated at any time. Channel lineup varies by package. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='//www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>.",
                    "An Advantage Discount may only be applied to a full price {{shortPackageNameWithArticle}} subscription on a qualifying ESN/Device ID (each an “Eligible Subscription”). Qualifying ESN/Device IDs are determined solely by SiriusXM. Advantage Discounts are not available on fleet or business accounts. An Advantage Discount will continue for the duration of the Eligible Subscription and for so long as the holder maintains the Eligible Subscription on an active device and on the same account without default, suspension or cancellation of service. An Advantage Discount cannot be applied retroactively. Upon cancellation or other service suspension, an Eligible Subscription will no longer be entitled to receive an Advantage Discount. An Advantage Discount is not the property of a consumer and is not refundable or transferable to another account or account holder for any reason. Maximum of three (3) Eligible Subscriptions with applied Advantage Discounts per account. SiriusXM reserves the right to suspend or terminate any Eligible Subscription or withdraw an Advantage Discount at any time."
                ],
                "ADVANTAGE_ANNUAL_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Qualifying ESN/Device IDs may activate {{shortPackageNameWithArticle}} package and save {{savingsRate}}/year off the then-current monthly {{offerName}} package rate (collectively, an “Advantage Discount”). Taxes apply. <strong>Service will automatically continue thereafter every month, or according to the billing plan you choose, and you will be charged at then-current rates for your selected subscription package (currently {{offerRetailPrice}}/year) minus the applicable Advantage Discount ({{savingsRate}}/year). The plan you choose is for an indeterminate term and therefore services will continue until you cancel. You may call 1-833-838-7846 to cancel at any time.</strong> All terms, content and features are subject to change. This offer cannot be combined with any other offer or promotion and may be modified or terminated at any time. Channel lineup varies by package. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='//www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>.",
                    "An Advantage Discount may only be applied to a full price {{shortPackageNameWithArticle}} subscription on a qualifying ESN/Device ID (each an “Eligible Subscription”). Qualifying ESN/Device IDs are determined solely by SiriusXM. Advantage Discounts are not available on fleet or business accounts. An Advantage Discount will continue for the duration of the Eligible Subscription and for so long as the holder maintains the Eligible Subscription on an active device and on the same account without default, suspension or cancellation of service. An Advantage Discount cannot be applied retroactively. Upon cancellation or other service suspension, an Eligible Subscription will no longer be entitled to receive an Advantage Discount. An Advantage Discount is not the property of a consumer and is not refundable or transferable to another account or account holder for any reason. Maximum of three (3) Eligible Subscriptions with applied Advantage Discounts per account. SiriusXM reserves the right to suspend or terminate any Eligible Subscription or withdraw an Advantage Discount at any time."
                ],
                "TRIAL_EXT": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription and receive your first {{offerTerm}} months for {{offerTotal}}. Taxes apply. After your first {{offerTerm}} months, your subscription will renew every month and your credit card will be charged at the then applicable regular price, currently {{retailRate}}, plus a Music Royalty and Administrative Fee (MRF) of 20.07% of the subscription price and taxes, for as long as you choose to remain a subscriber. There is no commitment; you may call SiriusXM at 1-833-838-7846 to cancel at any time. All terms, fees, and programming subject to change. Subscriptions to SiriusXM Canada are subject to SiriusXM’s <a href='http://www.siriusxm.ca/terms' target='_blank' title=' at siriusxm.ca/terms'>Customer Agreement</a>. SiriusXM collects and uses personal information according to our <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>."
                ],
                "TRIAL_EXT_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Purchase a monthly {{offerName}} subscription for {{retailFutureRate}} per month (plus applicable taxes) and get your first three months for {{offerTotal}}. The plan you choose is for an indeterminate term and therefore services will continue until you cancel. Your credit card will be charged {{offerTotal}} when you subscribe and, after the first three months, on a recurring monthly basis the regular monthly rate of {{retailFutureRate}} (plus applicable taxes). There is no commitment; you may call SiriusXM at 1-833-838-7846 to cancel at any time. All terms, fees, and programming subject to change. Subscriptions to SiriusXM Canada are subject to SiriusXM’s <a href='http://www.siriusxm.ca/terms' target='_blank' title=' at siriusxm.ca/terms'>Customer Agreement</a>. SiriusXM collects and uses personal information according to our <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>."
                ],
                "STUDENT_PROMO_MCP_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Eligible Students (defined below) may activate a Student {{offerName}} subscription and pay {{offerMonthlyRate}} a month plus fees and taxes. <strong>A credit card is required on this offer.  Your subscription will automatically renew each month and you will be charged at the then-current Student {{offerName}} rate during the initial {{offerTerm}}-month period.</strong> A Music Royalty and Administrative Fee (MRF) of 10.2% applies. All fees, content and features are subject to change.  Please see our <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-888-539-7474. To qualify for the Student {{offerName}} subscription plan, you must be at least 18 years of age and currently enrolled in a Canada-based, degree granting, accredited school of higher education (an “Eligible Student”).  Student {{offerName}} requires eligibility verification and annual re-verification in order to maintain the Student {{offerName}} rate.  Your eligibility will be verified upon initial enrollment and then every {{offerTerm}} months thereafter to continue receiving the student rate. If you fail re-verification, either because you are no longer an <strong>Eligible Student or fail to re-verify your enrollment status at the end of any {{offerTerm}}-month period, you will no longer be eligible for the Student {{offerName}} rate and your subscription will automatically renew thereafter every month at the then-current full-priced monthly rate for {{offerName}} (currently {{retailRate}}/month, plus fees and taxes).</strong> This offer is only available online and cannot be combined with any other offer and cannot be transferred or sold. Eligible Students who currently have an active {{offerName}} subscription may contact us at the phone number above for instructions on how to change their subscription to a Student {{offerName}} plan.",
                    "We utilize SheerID Inc. (“SheerID”), a third-party verification service to verify your student eligibility which includes collecting and processing your name, educational institution, email address, and date of birth.  In some cases, SheerID may request additional documentation to establish your enrollment, such as a school-issued ID, class schedule, transcript, registration, or tuition receipt.  You are providing your information for verification to SheerID which will be subject to the terms of SheerID’s Privacy Policy available at <a href='//www.sheerid.com/privacy-policy/' target='_blank'>www.sheerid.com/privacy-policy/</a> and such information may be shared and used by SiriusXM in accordance with its <a href='//www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>. You acknowledge and agree that SiriusXM and SheerID may process, share and use your information consistent with the terms of each party’s respective Privacy Policies.",
                    "These Student {{offerName}} Offer Details incorporate the terms of our <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> by reference, supplement them, and control in the event of a conflict between these Student {{offerName}} Offer Details and the <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> as it relates to this student subscription.  SiriusXM reserves the right, consistent with our <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>, to change the rate charged for the Student {{offerName}} subscription plan, limit the duration of Student Eligibility, or to modify, suspend or cease offering this plan at any time in its sole discretion. In the event SiriusXM ceases to offer the Student {{offerName}} subscription plan, SiriusXM is under no obligation to permit any further subscriptions to this plan.  Further SiriusXM may terminate or suspend your access to the Student {{offerName}} subscription any time including for any actual or suspected unauthorized use of the service or SiriusXM may in its sole discretion request re-verification of a student’s eligibility at any time if it suspects any individual to be acting in violation of these Offer Details.  If SiriusXM suspends your subscription access, you agree that SiriusXM will have no liability to or responsibility to you.  SiriusXM’s failure to enforce any terms of this program will not constitute a waiver of that provision. Offer not available to residents of Quebec."
                ],
                "STUDENT_RTP_OFFER_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Eligible Students (defined below) who subscribe to the Student {{offerName}} plan will receive the first {{offerTerm}} {{pluralMonthsMap}} at no charge. <strong>A credit card is required for this offer. <span class='underline'>You must cancel during the first {{offerTerm}} {{pluralMonthsMap}} to avoid being charged.</span> Your subscription will automatically renew every month thereafter at the then-current Student {{offerName}} rate (currently {{followOnPrice}}/month, plus fees and taxes).  Please see our <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-888-539-7474.</strong> To qualify for the Student {{offerName}} subscription plan, you must be at least 18 years of age and currently enrolled in a Canada-based, degree granting, accredited school of higher education (an “Eligible Student”).  Student {{offerName}} requires eligibility verification and annual re-verification in order to maintain the Student {{offerName}} rate.  Your eligibility will be verified upon initial enrollment and then every {{followOnTermLength}} months thereafter to continue receiving the student rate. <strong>If you fail re-verification, either because you are no longer an Eligible Student or fail to re-verify your enrollment status at the end of any {{followOnTermLength}}-month period, you will no longer be eligible for the Student {{offerName}} rate and your subscription will automatically renew thereafter every month at the then-current full-priced monthly rate for {{offerName}} (currently {{retailRate}}/month, plus fees and taxes). <span class='underline'>A Music Royalty and Administrative Fee (MRF) of 10.2% applies</span>.</strong> All fees, content and features are subject to change.  This offer is only available online and cannot be combined with any other offer and cannot be transferred or sold. Eligible Students who currently have an active {{offerName}} subscription may contact us at the phone number above for instructions on how to change their subscription to a Student {{offerName}} plan.",
                    "We utilize SheerID Inc. (“SheerID”), a third-party verification service to verify your student eligibility which includes collecting and processing your name, educational institution, email address, and date of birth.  In some cases, SheerID may request additional documentation to establish your enrollment, such as a school-issued ID, class schedule, transcript, registration, or tuition receipt.  You are providing your information for verification to SheerID which will be subject to the terms of SheerID’s Privacy Policy available at <a href='//www.sheerid.com/privacy-policy/' target='_blank'>www.sheerid.com/privacy-policy/</a> and such information may be shared and used by SiriusXM in accordance with its <a href='//www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>. You acknowledge and agree that SiriusXM and SheerID may process, share and use your information consistent with the terms of each party’s respective Privacy Policies.",
                    "These Student {{offerName}} Offer Details incorporate the terms of our <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> by reference, supplement them, and control in the event of a conflict between these Student {{offerName}} Offer Details and the <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> as it relates to this student subscription.  SiriusXM reserves the right, consistent with our <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>, to change the rate charged for the Student {{offerName}} subscription plan, limit the duration of Student Eligibility, or to modify, suspend or cease offering this plan at any time in its sole discretion. In the event SiriusXM ceases to offer the Student {{offerName}} subscription plan, SiriusXM is under no obligation to permit any further subscriptions to this plan.  Further SiriusXM may terminate or suspend your access to the Student {{offerName}} subscription any time including for any actual or suspected unauthorized use of the service or SiriusXM may in its sole discretion request re-verification of a student’s eligibility at any time if it suspects any individual to be acting in violation of these Offer Details.  If SiriusXM suspends your subscription access, you agree that SiriusXM will have no liability to or responsibility to you.  SiriusXM’s failure to enforce any terms of this program will not constitute a waiver of that provision. Offer not available to residents of Quebec."
                ],
                "STUDENT_RTP_OFFER_STREAMING_WITH_CHARGES": [
                    "<strong>OFFER DETAILS:</strong> Eligible Students (defined below) may activate a Student {{offerName}} subscription and receive the first {{offerTerm}} {{pluralMonthsMap}} for {{offerTotal}} plus tax. <strong>A credit card is required on this offer. Your subscription will automatically renew every month thereafter at the then-current Student {{offerName}} rate (currently {{followOnPrice}}/month, plus fees and taxes).  Please see our <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-888-539-7474.</strong> To qualify for the Student {{offerName}} subscription plan, you must be at least 18 years of age and currently enrolled in a Canada-based, degree granting, accredited school of higher education (an “Eligible Student”).  Student {{offerName}} requires eligibility verification and annual re-verification in order to maintain the Student {{offerName}} rate.  Your eligibility will be verified upon initial enrollment and then every {{followOnTermLength}} months thereafter to continue receiving the student rate. <strong>If you fail re-verification, either because you are no longer an Eligible Student or fail to re-verify your enrollment status at the end of any {{followOnTermLength}}-month period, you will no longer be eligible for the Student {{offerName}} rate and your subscription will automatically renew thereafter every month at the then-current full-priced monthly rate for {{offerName}} (currently {{retailRate}}/month, plus fees and taxes). <span class='underline'>A Music Royalty and Administrative Fee (MRF) of 10.2% applies</span>.</strong> All fees, content and features are subject to change.  This offer is only available online and cannot be combined with any other offer and cannot be transferred or sold. Eligible Students who currently have an active {{offerName}} subscription may contact us at the phone number above for instructions on how to change their subscription to a Student {{offerName}} plan.",
                    "We utilize SheerID Inc. (“SheerID”), a third-party verification service to verify your student eligibility which includes collecting and processing your name, educational institution, email address, and date of birth.  In some cases, SheerID may request additional documentation to establish your enrollment, such as a school-issued ID, class schedule, transcript, registration, or tuition receipt.  You are providing your information for verification to SheerID which will be subject to the terms of SheerID’s Privacy Policy available at <a href='//www.sheerid.com/privacy-policy/' target='_blank'>www.sheerid.com/privacy-policy/</a> and such information may be shared and used by SiriusXM in accordance with its <a href='//www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>. You acknowledge and agree that SiriusXM and SheerID may process, share and use your information consistent with the terms of each party’s respective Privacy Policies.",
                    "These Student {{offerName}} Offer Details incorporate the terms of our <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> by reference, supplement them, and control in the event of a conflict between these Student {{offerName}} Offer Details and the <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> as it relates to this student subscription.  SiriusXM reserves the right, consistent with our <a href='//www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>, to change the rate charged for the Student {{offerName}} subscription plan, limit the duration of Student Eligibility, or to modify, suspend or cease offering this plan at any time in its sole discretion. In the event SiriusXM ceases to offer the Student {{offerName}} subscription plan, SiriusXM is under no obligation to permit any further subscriptions to this plan.  Further SiriusXM may terminate or suspend your access to the Student {{offerName}} subscription any time including for any actual or suspected unauthorized use of the service or SiriusXM may in its sole discretion request re-verification of a student’s eligibility at any time if it suspects any individual to be acting in violation of these Offer Details.  If SiriusXM suspends your subscription access, you agree that SiriusXM will have no liability to or responsibility to you.  SiriusXM’s failure to enforce any terms of this program will not constitute a waiver of that provision. Offer not available to residents of Quebec."
                ],
                "RTD_OFFER_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Your SiriusXM service will automatically stop at the end of the stated trial subscription term unless you decide to subscribe. If you decide to subscribe, the paid subscription plan you choose will begin at the end of your trial subscription term and <strong>service will automatically continue thereafter and you will be charged according to your chosen payment method at the then current rates of your selected package (currently {{retailRate}} per month) for as long as you choose to remain a subscriber. Fees and taxes apply, including a Music Royalty and Administrative Fee of 10.2%. You may cancel at any time by calling us at 1-888-539-7474.</strong> By registering for a trial subscription, you agree that SiriusXM may contact you with the registration information provided with special offers from time to time.  You may always change your contact preferences with us.  All terms, fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. This offer is available to eligible new subscribers or subscription activations based on package.  Channel lineup varies by package. The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. You can only listen on one streaming device at a time per subscription. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a>."
                ],
                "RTD_OFFER_QUEBEC_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Your SiriusXM service will automatically stop at the end of the stated trial subscription period unless you decide to subscribe. If you decide to subscribe: the paid subscription plan you choose will begin at the end of your trial subscription period; <strong>service will automatically continue thereafter and you will be charged according to your chosen payment method at the then current rates of your selected package (currently {{retailRate}} per month); and the plan you choose is for an indeterminate term and therefore services will continue until you cancel. Taxes apply.  You may cancel at any time by calling us at 1-888-539-7474.</strong> By registering for a trial subscription, you agree that SiriusXM may contact you with the registration information provided with special offers from time to time. You may always change your contact preferences with us. All terms, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. This offer is available to eligible new subscribers or subscription activations based on package. Channel lineup varies by package. The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. You can only listen on one streaming device at a time per subscription. Subscriptions to SiriusXM Canada are subject to our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a>. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy-policy/' target='_blank'>Privacy Policy</a>."
                ],
                "PROMO_MCP": [
                    "<strong>OFFER DETAILS:</strong> Activate a radio and receive a {{offerName}} subscription at the introductory price for your first {{offerTerm}} {{pluralMonthsMap}}. Your account will be billed at a promotional rate of {{offerTotal}} each month for the first {{offerTerm}} {{pluralMonthsMap}} of your paid subscription. A Music Royalty and Administrative Fee (MRF) of MRF 20.07% of the subscription price and taxes apply. <strong>After your first {{offerTerm}} {{pluralMonthsMap}}, your {{offerName}} subscription will renew every month and your credit card will automatically be charged at the then-applicable regular price (currently {{retailRate}}/month plus MRF and taxes) for as long as you choose to remain a subscriber. You may call SiriusXM at 1-833-838-7840 to cancel at any time.</strong> All terms, fees and programming subject to change. Subscriptions to SiriusXM Canada are subject to our Customer Agreement available at <a href='https://www.siriusxm.ca/terms-and-conditions/' target='_blank'>siriusxm.ca/terms</a>. SiriusXM collects and uses personal information according to our Privacy Policy available at <a href='https://www.siriusxm.ca/privacy-policy/'>siriusxm.ca/privacy</a>."
                ],
                "PROMO_MCP_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Activate a radio and receive a {{offerName}} subscription at the introductory price for your first {{offerTerm}} {{pluralMonthsMap}}. Your account will be billed at a promotional rate of {{offerTotal}} each month for the first {{offerTerm}} {{pluralMonthsMap}} of your paid subscription. Taxes apply. <strong>After your first {{offerTerm}} {{pluralMonthsMap}}, your {{offerName}} subscription will continue on a monthly billing plan and your credit card will automatically be charged at the then-applicable regular price (currently {{retailRate}}/month) for as long as you choose to remain a subscriber. You may call SiriusXM at 1-833-838-7840 to cancel at any time.</strong> All terms, fees and programming subject to change. Subscriptions to SiriusXM Canada are subject to our Customer Agreement available at <a href='https://www.siriusxm.ca/fr/conditions-generales/'>siriusxm.ca/terms</a>. SiriusXM collects and uses personal information according to our Privacy Policy available at <a href='https://www.siriusxm.ca/privacy-policy/'>siriusxm.ca/privacy</a>."
                ]
            },
            "OFFER_TERM_MAP": {
                "6": "All cancellations of service prior to the end of the {{etfTerm}} month promotional term may be subject to a {{etf}} early termination fee.",
                "12": "All cancellations of service within the first {{etfTerm}} months of your {{offerTerm}} month promotional term may be subject to a {{etf}} early termination fee."
            },
            "PRICE_MONTH_MAP": {
                "monthly": "{{offerMonthlyRate}} each month",
                "full": "{{offerTotal}}",
                "megawinback": "{{offerTotal}}"
            },
            "LEGAL_COPY": "The quote above is the estimated charge for a full term service. Actual charges may reflect changes to your account such as the number of radios, type of plan or package or service adjustments. In addition, charges may also be prorated to your billing cycle and may reflect changes to our subscription rates and fees.",
            "LEGAL_COPY_QUEBEC": "The quote above is the estimated charge for a full term service. Actual charges may reflect changes to your account such as the number of radios, type of plan or package or service adjustments. In addition, charges may also be prorated to your billing cycle and may reflect changes to our subscription rates.",
            "FULL_PRICE": "<strong>OFFER DETAILS:</strong> Your selected subscription package will begin immediately upon completion of your order (if you are in your trial period, it will begin following your trial period), service will automatically renew thereafter, and you will be charged according to your chosen payment method at the then-current rates of your selected package for as long as you choose to remain a subscriber (current rates shown above, and subject to change upon proper notice). Fees and taxes apply. A Music Royalty and Administration Fee of 20.07% applies. A credit card is required. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-833-838-7846. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>. All terms, fees, content and features are subject to change. Channel lineup varies by package.",
            "FULL_PRICE_STREAMING": "<strong>OFFER DETAILS:</strong> Your selected subscription package will begin immediately upon completion of your order (if you are in your trial period, it will begin following your trial period), service will automatically renew thereafter, and you will be charged according to your chosen payment method at the then-current rates of your selected package for as long as you choose to remain a subscriber (current rates shown above, and subject to change upon proper notice). Fees and taxes apply. A Music Royalty and Administration Fee of 10.2% applies. A credit card is required. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-833-838-7846. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>. All terms, fees, content and features are subject to change. Channel lineup varies by package.",
            "FULL_PRICE_QUEBEC": "<strong>OFFER DETAILS:</strong> Your selected subscription package will begin immediately upon completion of your order (if you are in your trial period, it will begin following your trial period), service will continue after your initial billing period, and you will be charged according to your chosen payment method at the then-current rates of your selected package until you cancel (current rates shown above, and subject to change upon proper notice). Taxes apply. A credit card is required. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-866-635-2349. We collect and use personal information according to our <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a>. All terms, content and features are subject to change. Channel lineup varies by package. ",
            "SALES_FULL_PRICE_STREAMING": "<strong>OFFER DETAILS:</strong> Purchase a {{offerName}} subscription for {{price}} per month. A credit card is required. Fees and taxes extra. <strong>A Music Royalty and Administrative Fee (MRF) of 10.2% applies. Service will continue every month thereafter and your credit card will automatically be charged for as long as you choose to remain a subscriber. To cancel you may call us at 1-888-539-7474.</strong> All terms, fees, content and features are subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. You can only listen on one streaming device at a time per subscription. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> and <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a> for complete terms.",
            "SALES_FULL_PRICE_STREAMING_QUEBEC": "<strong>OFFER DETAILS:</strong> Purchase a {{offerName}} subscription for {{price}} per month. A credit card is required. Taxes extra. <strong>Service will continue every month thereafter and your credit card will automatically be charged for as long as you choose to remain a subscriber. To cancel you may call us at 1-888-539-7474.</strong> All terms, fees, content and features are subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. The service may not be available unless “data” is enabled; data charges may apply. Contact your wireless service provider for details. You can only listen on one streaming device at a time per subscription. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> and <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a> for complete terms.",
            "PICKAPLAN": {
                "PACKAGES_PART": "{{packageName}}",
                "RENEWAL_PACKAGES_PART": "{{packageName}} (currently {{packageMonthlyPrice}}/month)",
                "PACKAGES_OR": " or ",
                "FIRST_PART": "<strong>OFFER DETAILS:</strong>  Select and purchase either an ",
                "MIDDLE_PART": " subscription plan for {{offerTotal}} for your first {{term}} {{monthsPluralized}} of service.  A credit card is required for this offer. <strong>After the initial term, service will continue every month thereafter for your selected plan, and your credit card will automatically be charged the current regular price for as long as you remain a subscriber:</strong> ",
                "LAST_PART": ". Prices subject to change with proper notice. Fees and taxes apply. <strong>A Music Royalty and Administrative Fee (MRF) of 20.07% applies. To cancel you may call us at 1-833-838-7846.</strong> All terms, fees, content, and features subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Channel lineup varies by package. See our <a href='http://www.siriusxm.ca/terms' target='_blank' title=' at siriusxm.ca/terms'>Customer Agreement</a> and <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a> for complete terms.",
                "FIRST_PART_QUEBEC": "<strong>OFFER DETAILS:</strong>  Select and purchase either an ",
                "MIDDLE_PART_QUEBEC": " subscription plan, get your first {{term}} {{monthsPluralized}} of service for {{offerTotal}}. A credit card is required for this offer. <strong>After the initial term, service will continue every month thereafter for your selected plan, and your credit card will automatically be charged the current regular price for as long as you remain a subscriber:</strong> ",
                "LAST_PART_QUEBEC": ". Prices subject to change with proper notice. Taxes apply.  The plan you choose is for an indeterminate term and therefore services will continue until you cancel.  <strong>To cancel you may call us at 1-833-838-7846.</strong> All terms, content, and features subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Channel lineup varies by package. See our <a href='http://www.siriusxm.ca/terms' target='_blank' title=' at siriusxm.ca/terms'>Customer Agreement</a> and <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a> for complete terms.",
                "SELECTED_OFFER_DETAILS": "<strong>OFFER DETAILS:</strong> Select and purchase {{offerName}} subscription plan for {{price}} for your first {{offerTerm}} months of service. A credit card is required for this offer. <strong>After the initial term, service will continue every month thereafter for your selected plan, and your credit card will automatically be charged the current regular price for as long as you remain a subscriber </strong>: {{offerName}} (currently {{retailRate}}/month). Prices subject to change with proper notice. Fees and taxes apply. <strong>A Music Royalty and Administrative Fee (MRF) of 20.07% applies. To cancel you may call us at 1-833-838-7846.</strong> All terms, fees, content, and features subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Channel lineup varies by package. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> and <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a> for complete terms.",
                "SELECTED_OFFER_DETAILS_QUEBEC": "<strong>OFFER DETAILS:</strong> Select and purchase {{offerName}} subscription plan, get your first {{offerTerm}} months of service for {{price}}. A credit card is required for this offer. <strong>After the initial term, service will continue every month thereafter for your selected plan, and your credit card will automatically be charged the current regular price for as long as you remain a subscriber </strong>: {{offerName}} (currently {{retailRate}}/month). Prices subject to change with proper notice. Taxes apply.  The plan you choose is for an indeterminate term and therefore services will continue until you cancel. <strong> To cancel you may call us at 1-833-838-7846.</strong> All terms, content, and features subject to change. SiriusXM Canada reserves the right to modify or terminate this offer at any time. Channel lineup varies by package. See our <a href='https://www.siriusxm.ca/terms' target='_blank'>Customer Agreement</a> and <a href='https://www.siriusxm.ca/privacy' target='_blank'>Privacy Policy</a> for complete terms."
            }
        },
        "promoDealComponent": {
            "PROMO_UPGRADE": {
                "SUBTITLE": "<span class=\"promo-upgrade-subtitle\">\"ALEXA, PLAY HITS 1 ON SIRIUSXM\"</span>"
            }
        },
        "claimDeviceComponent": {
            "WITH_LINK": {
                "TITLE": "Enable SiriusXM on your {{dealName}} now!",
                "AMZ_DOT": {
                    "ERROR_SUBTITLE": "There was an issue linking your SiriusXM account to your Amazon account. Once you receive your device, refer to the Helpful links section in your Thank You email or <a class='no-underline' href='https://www.amazon.ca/dp/B06X9NK3KD/' target='_blank'>visit our support page</a>.",
                    "DESCRIPTION": "You’ll receive email instructions within 48 hours to redeem your free Amazon device. Your Echo Dot is fulfilled directly by Amazon and delivery is subject to Amazon inventory availability. Periods of high demand may cause delays, so redeem today."
                }
            },
            "DEFAULT": {
                "GGLE_MINI": {
                    "DESCRIPTION": "<p>We’ll send you an email with a link to redeem your free Nest Mini. The Redemption code will be delivered upon verification and will expire on December 31, 2020.</p><p>Google, Google Nest Mini, and Google Play are trademarks of Google LLC.</p>"
                }
            }
        }
    }
}
