{
    "sales-common": {
        "OfferDetailsTranslateService": {
            "DEAL_TYPES": {
                "DEFAULT": [
                    "<strong>DETAILS:</strong>   Fees and taxes apply.  <strong>The subscription plan you choose will automatically renew thereafter and you will be charged according to your chosen payment method at then-current rates.  Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at <a href=\"tel:+1-866-635-2349\">1-866-635-2349</a>.</strong>  All fees, content and features are subject to change.  Channel lineup varies by package."
                ],
                "PROMO": [
                    "<strong>OFFER DETAILS:</strong>  Activate a {{offerName}} subscription and pay {{offerTotal}} for your first {{offerTerm}} months, a savings of {{savingsPercent}}% off the current monthly rate of {{retailRate}}, plus get free activation (an additional $15 savings). <strong>A credit card is required on this offer.  Fees and taxes apply. Service will automatically renew thereafter every month and you will be charged at then-current rates. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at <a href=\"tel:+1-866-635-2349\">1-866-635-2349</a>.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time."
                ],
                "PROMO_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{platformPlanName}} subscription and get your first {{offerTerm}} {{pluralMonthsMap}} for {{offerTotal}}. Fees and taxes apply.  <strong>A credit card is required on this offer. Service will automatically renew</strong> thereafter every month.  At the beginning of month {{followonStartMonth}}, you will be charged at then-current rates (currently {{retailRate}}/month). <strong>You must cancel your subscription during your promotional period to avoid future charges. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes using our online chat feature or calling us at <a href=\"tel:+1-866-635-2349\">1-866-635-2349</a>.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer good only for new SiriusXM streaming subscriptions. Channel lineup varies by package."
                ],
                "PROMO_TRIAL_STREAMING_WITH_CHARGES": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{platformPlanName}} subscription and get your first {{offerTerm}} {{pluralMonthsMap}} for {{offerTotal}}. Fees and taxes apply.  <strong>A credit card is required on this offer. Service will automatically renew</strong> thereafter every month.  At the beginning of month {{followonStartMonth}}, you will be charged at then-current rates (currently {{retailRate}}/month). <strong>You must cancel your subscription during your promotional period to avoid future charges. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes using our online chat feature or calling us at <a href=\"tel:+1-866-635-2349\">1-866-635-2349</a>.</strong> Promotional fees and taxes are nonrefundable and there are no refunds or credits for any partially used promotional periods. If you cancel during the initial promotion period, you have the option to continue service through the end of your paid promotional period. All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer good only for new SiriusXM streaming subscriptions. Channel lineup varies by package."
                ],
                "AMZ_DOT": [
                    "<strong>OFFER DETAILS:</strong> Activate a new {{offerName}} subscription plan and pay {{offerTotal}} upfront for your first {{offerTerm}} {{pluralMonthsMap}}, plus get free activation (an additional $15 savings) and a free Echo Dot (4<sup>th</sup> gen), while supplies last. Fees and taxes apply. A credit card is required on this offer. <strong>Your SiriusXM service will automatically renew every month thereafter and you will be charged according to your chosen payment method at then-current rates (currently {{retailRate}}/month). Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes online methods or calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. <strong>Limit 1 free Echo Dot regardless of promotion or number of subscriptions purchased.</strong> Offer good only on eligible inactivate radios. This offer cannot be reproduced, transferred or sold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Fraudulent requests may result in prosecution. The Echo Dot will be redeemed by using a coupon code provided by SiriusXM to be used on Amazon.com. Offer only applies only to Echo Dot (4<sup>th</sup> Gen) products sold and fulfilled by Amazon.com or Amazon.com Services LLC (look for \"sold by Amazon.com\" or \"sold by Amazon.com Services LLC\" on the product detail page). Check amazon.com for current delivery timing, which may take longer than 30 days. Please allow up to two weeks for redemption instructions, which will be provided by SiriusXM upon validation and verification of compliance with this offer. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM.",
                    "Amazon, Echo, Alexa, and all related logos are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "AMZ_DOT_MCP": [
                    "<strong>OFFER DETAILS:</strong> Activate a new {{offerName}} subscription and pay {{offerMonthlyRate}} a month for your first {{offerTerm}} months, a savings of {{savingsPercent}}% off the current monthly rate of {{retailRate}}, plus get free activation (an additional $15 savings) and a free Echo Dot, while supplies last. Fees and taxes apply. <strong>A credit card is required on this offer.</strong> If you cancel or terminate your {{offerName}} subscription during the first {{etfTerm}} months, you will be charged a <strong>{{etf}} EARLY TERMINATION FEE. Your {{offerName}} service will renew every month thereafter and you will be charged according to your chosen payment method at then-current rates. Please see our Customer Agreement at <a href='http://www.siriusxm.com' target='_blank'>www.siriusxm.com</a> for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. <strong><span class='text-decoration: underline !important;'>Limit 1 free Echo Dot regardless of promotion or number of subscriptions purchased.</span></strong>  Offer for new subscriptions only. This offer cannot be reproduced, transferred or sold.  SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Fraudulent requests may result in prosecution.  The Echo Dot will be provided in the form of a code fulfilled on Amazon.com and delivery of the Echo Dot is subject to Amazon’s inventory availability and  may take a minimum of 8 weeks for delivery. Check amazon.com for current delivery timing. Please allow up to two weeks for redemption instructions which will be provided upon validation and verification of compliance with this offer. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM.",
                    "The Echo Dot is sold by Amazon.com Services, LLC, and is covered by a 90-day limited warranty provided by Amazon.com Services, LLC. To receive your Echo Dot use the coupon code in Checkout at Amazon.com. This offer can only be redeemed once and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3rd generation) sold by Amazon.com Services, LLC (look for \"sold by Amazon.com\" or \"sold by Amazon.com Services, LLC\" on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if \"fulfilled by Amazon.com\" or \"Prime Eligible.\" <strong>Shipping charges and taxes may apply to the full value of discounted and free promotional items.</strong> Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon’s applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=201566380' target='_blank'>www.amazon.com</a>. Amazon, Alexa, Echo, and all related marks are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "AMZ_DOT_PROMO_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription and pay {{offerTotal}}  plus fees and taxes for your first {{offerTerm}} {{pluralMonthsMap}} and get a free Echo Dot (3<sup>rd</sup> generation), while supplies last. <strong>A credit card is required on this offer.</strong> If you cancel or terminate your subscription during the first {{etfTerm}} {{pluralMonthsMap}}, you will be charged a <strong>{{etf}} EARLY TERMINATION FEE. Service will automatically renew</strong> thereafter every month and at the beginning of month {{followonStartMonth}}, you will be charged at then-current rates (currently {{retailRate}}/month). Fees and taxes apply. <strong>You must cancel your subscription during your promotional period to avoid future subscription charges. Please see our  <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer good only for new SiriusXM streaming subscriptions. Channel lineup varies by package. <span class='text-decoration: underline !important;'><strong>Limit 1 Echo Dot per person/household/address regardless of promotion or number of subscriptions purchased.</strong></span> This offer cannot be reproduced, transferred or sold. SiriusXM reserves the right to substitute with another promotional item of comparable value. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Fraudulent requests may result in prosecution. The Echo Dot will be provided in the form of a code fulfilled on Amazon.com and delivery of the Echo Dot is subject to Amazon’s inventory availability and may take up to eight weeks for delivery. Please allow up to two weeks for redemption instructions which will be provided upon validation and verification of compliance with this offer. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM.",
                    "The Echo Dot is sold by Amazon.com Services, LLC, and is covered by a 90-day limited warranty provided by Amazon.com Services, LLC. To receive your Echo Dot use the coupon code in Checkout at Amazon.com. This offer can only be redeemed once and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3rd generation) sold by Amazon.com Services, LLC (look for \"sold by Amazon.com\" or \"sold by Amazon.com Services, LLC\" on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if \"fulfilled by Amazon.com\" or \"Prime Eligible.\" <strong>Shipping charges and taxes may apply to the full value of discounted and free promotional items.</strong> Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon’s applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=201566380' target='_blank'>www.amazon.com</a>. Amazon, Alexa, Echo, and all related marks are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "AMZ_DOT_PROMO_STREAMING_NO_ETF": [
                    "<strong>OFFER DETAILS:</strong> Activate and maintain a {{platformPlanName}} subscription and pay {{offerTotal}} plus fees and taxes for your first {{offerTerm}} {{pluralMonthsMap}} and get a free Echo Dot (3<sup>rd</sup> generation), while supplies last. <strong>A credit card is required on this offer. Service will automatically renew</strong> thereafter every month. At the beginning of month {{followonStartMonth}}, you will be charged at then-current rates (currently {{retailRate}}/month). Fees and taxes apply. <strong>You must cancel your subscription during your promotional period to avoid future charges. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement </a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at 1-866-635-2349</strong>. Promotional fees and taxes are nonrefundable and there are no refunds or credits for any partially used promotional periods. If you cancel during the initial promotion period, you have the option to continue service through the end of your paid promotional period. All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer good only for new SiriusXM streaming subscriptions. Channel lineup varies by package. <span class='text-decoration: underline !important;'><strong>Limit 1 Echo Dot per person/household/address regardless of promotion or number of subscriptions purchased.</strong></span>  This offer cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Fraudulent requests may result in prosecution. The Echo Dot will be provided in the form of a code fulfilled on Amazon.com and delivery of the Echo Dot is subject to Amazon’s inventory availability and may take a minimum of 8 weeks for delivery.  Please allow up to two weeks for redemption instructions which will be provided upon validation and verification of compliance with this offer. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM.",
                    "The Echo Dot is sold by Amazon.com Services, LLC, and is covered by a 90-day limited warranty provided by Amazon.com Services, LLC. To receive your Echo Dot use the coupon code in Checkout at Amazon.com. This offer can only be redeemed once and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3rd generation) sold by Amazon.com Services, LLC (look for “sold by Amazon.com” or “sold by Amazon.com Services, LLC” on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if “fulfilled by Amazon.com” or “Prime Eligible.” <strong>Shipping charges and taxes may apply to the full value of discounted and free promotional items.</strong> Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon’s applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <a href='https://www.amazon.com' target='_blank'>www.amazon.com</a>. Amazon, Alexa, Echo, and all related marks are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "AMZ_DOT_STUDENT_RTP_STREAMING_WITH_CHARGES": [
                    "<strong>OFFER DETAILS:</strong> Eligible Students (defined below) may activate a Student {{offerName}} subscription and receive the first {{offerTerm}} {{pluralMonthsMap}} for {{offerTotal}} plus tax and a free Echo Dot (3<sup>rd</sup> generation), while supplies last.  Full fee is payable upon activation. <strong>A credit card is required on this offer.  Your subscription will automatically renew every month thereafter at the then-current Student {{offerName}} rate (currently {{followOnPrice}}/month, plus fees and taxes).  Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at <a href='tel:+1-866-635-2349'>1-866-635-2349</a>.</strong> Promotional fees and taxes are nonrefundable and there are no refunds or credits for any partially used promotional periods, except where prohibited by law. If you cancel during the initial promotion period, you have the option to continue service through the end of your paid promotional period. To qualify for the Student {{offerName}} subscription plan, you must be at least 18 years of age and currently enrolled in a United States based, degree granting, accredited school of higher education (an “Eligible Student”).  Student {{offerName}} requires eligibility verification and annual re-verification in order to maintain the Student {{offerName}} rate.  Your eligibility will be verified upon initial enrollment and then every 12 months thereafter to continue receiving the student rate.  <strong>If you fail re-verification, either because you are no longer an Eligible Student or fail to re-verify your enrollment status at the end of any 12-month period, you will no longer be eligible for the Student {{offerName}} rate and your subscription will automatically renew thereafter every month at the then-current full-priced monthly rate for {{offerName}} (currently {{retailRate}}/month, plus fees and taxes).</strong> All fees, content and features are subject to change.  This offer is only available online by SiriusXM and cannot be combined with any other offer and cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Fraudulent requests may result in prosecution. <strong><span class='underline'>Limit 1 Echo Dot per person/household/address regardless of promotion or number of subscriptions purchased.</strong></span> The Echo Dot will be provided in the form of a coupon code fulfilled on the amazon.com and delivery of the Echo Dot is subject to Amazon’s inventory availability and may take a minimum of 8 weeks for delivery.  Instructions for redemption will be provided upon validation and verification of compliance with this offer. Please allow up to two weeks for redemption instructions which will be provided upon validation and verification of compliance with this offer. Eligible Students who currently have an active {{offerName}} subscription may contact us at the phone number above for instructions on how to change their subscription to a Student {{offerName}} plan. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM.",
                    "We utilize SheerID Inc. (“SheerID”), a third-party verification service to verify your student eligibility which includes collecting and processing your name, educational institution, email address, and date of birth.  In some cases, SheerID may request additional documentation to establish your enrollment, such as a school-issued ID, class schedule, transcript, registration, or tuition receipt.  You are providing your information for verification to SheerID which will be subject to the terms of SheerID’s Privacy Policy available at <a href='https://www.sheerid.com/privacy-policy/ target='_blank'>www.sheerid.com/privacy-policy/</a> and such information may be shared and used by SiriusXM in accordance with its Privacy Policy at <a href='http://www.siriusxm.com' target='_blank'>www.siriusxm.com</a>.  You acknowledge and agree that SiriusXM and SheerID may process, share and use your information consistent with the terms of each party’s respective Privacy Policies.",
                    "These Student {{offerName}} Offer Details incorporate the terms of our Customer Agreement by reference, supplement them, and control in the event of a conflict between these Student {{offerName}} Offer Details and the Customer Agreement as it relates to this student subscription.  SiriusXM reserves the right, consistent with our Customer Agreement, to change the rate charged for the Student {{offerName}} subscription plan, limit the duration of Student Eligibility, or to modify, suspend or cease offering this plan at any time in its sole discretion. In the event SiriusXM ceases to offer the Student {{offerName}} subscription plan, SiriusXM is under no obligation to permit any further subscriptions to this plan.  Further SiriusXM may terminate or suspend your access to the Student {{offerName}} subscription any time including for any actual or suspected unauthorized use of the service or SiriusXM may in its sole discretion request re-verification of a student’s eligibility at any time if it suspects any individual to be acting in violation of these Offer Details.  If SiriusXM suspends your subscription access, you agree that SiriusXM will have no liability to or responsibility to you and SiriusXM will not refund any amounts that you have already paid, to the fullest extent permitted under applicable law.  SiriusXM’s failure to enforce any terms of this program will not constitute a waiver of that provision.",
                    "The Echo Dot is sold by Amazon.com Services, LLC, and is covered by a 90-day limited warranty provided by Amazon.com Services, LLC. To receive your Echo Dot use the coupon code in Checkout at Amazon.com. This offer can only be redeemed once and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3rd generation) sold by Amazon.com Services, LLC (look for “sold by Amazon.com” or “sold by Amazon.com Services, LLC” on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if “fulfilled by Amazon.com” or “Prime Eligible.” <strong>Shipping charges and taxes may apply to the full value of discounted and free promotional items.</strong> Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon’s applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <a href='https://www.amazon.com' target='_blank'>www.amazon.com</a>. Amazon, Alexa, Echo, and all related marks are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "AMZ_DOT_TRIAL_STUDENT_RTP_STREAMING_WITH_CHARGES": [
                    "<strong>OFFER DETAILS:</strong> Eligible Students (defined below) may activate a Student {{offerName}} subscription and receive the first {{offerTerm}} {{pluralMonthsMap}} for {{offerTotal}} plus tax and a free Echo Dot (3<sup>rd</sup> generation), while supplies last.  Full fee is payable upon activation. <strong>A credit card is required on this offer.  Your subscription will automatically renew every month thereafter at the then-current Student {{offerName}} rate (currently {{followOnPrice}}/month, plus fees and taxes).  Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at <a href='tel:+1-866-635-2349'>1-866-635-2349</a>.</strong> Promotional fees and taxes are nonrefundable and there are no refunds or credits for any partially used promotional periods. If you cancel during the initial promotion period, you have the option to continue service through the end of your paid promotional period. To qualify for the Student {{offerName}} subscription plan, you must be at least 18 years of age and currently enrolled in a United States based, degree granting, accredited school of higher education (an “Eligible Student”).  Student {{offerName}} requires eligibility verification and annual re-verification in order to maintain the Student {{offerName}} rate.  Your eligibility will be verified upon initial enrollment and then every twelve (12) months thereafter to continue receiving the student rate.  <strong>If you fail re-verification, either because you are no longer an Eligible Student or fail to re-verify your enrollment status at the end of any 12-month period, you will no longer be eligible for the Student {{offerName}} rate and your subscription will automatically renew thereafter every month at the then-current full-priced monthly rate for {{offerName}} (currently {{retailRate}}/month, plus fees and taxes).</strong> All fees, content and features are subject to change.  This offer is only available online by SiriusXM and cannot be combined with any other offer and cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Fraudulent requests may result in prosecution. <span  class='text-decoration: underline !important;'><strong>Limit 1 Echo Dot per person/household/address regardless of promotion or number of subscriptions purchased.</strong></span> The Echo Dot will be provided in the form of a coupon code fulfilled on the Amazon.  Instructions for redemption will be provided upon validation and verification of compliance with this offer. Please allow up to two weeks for redemption instructions which will be provided upon validation and verification of compliance with this offer. Eligible Students who currently have an active {{offerName}} subscription may contact us at the phone number above for instructions on how to change their subscription to a Student {{offerName}} plan. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM.",
                    "We utilize SheerID Inc. (“SheerID”), a third-party verification service to verify your student eligibility which includes collecting and processing your name, educational institution, email address, and date of birth.  In some cases, SheerID may request additional documentation to establish your enrollment, such as a school-issued ID, class schedule, transcript, registration, or tuition receipt.  You are providing your information for verification to SheerID which will be subject to the terms of SheerID’s Privacy Policy available at <a href='https://www.sheerid.com/privacy-policy/ target='_blank'>www.sheerid.com/privacy-policy/</a> and such information may be shared and used by SiriusXM in accordance with its Privacy Policy at <a href='http://www.siriusxm.com' target='_blank'>www.siriusxm.com</a>.  You acknowledge and agree that SiriusXM and SheerID may process, share and use your information consistent with the terms of each party’s respective Privacy Policies.",
                    "These Student {{offerName}} Offer Details incorporate the terms of our Customer Agreement by reference, supplement them, and control in the event of a conflict between these Student {{offerName}} Offer Details and the Customer Agreement as it relates to this student subscription.  SiriusXM reserves the right, consistent with our Customer Agreement, to change the rate charged for the Student {{offerName}} subscription plan, limit the duration of Student Eligibility, or to modify, suspend or cease offering this plan at any time in its sole discretion. In the event SiriusXM ceases to offer the Student {{offerName}} subscription plan, SiriusXM is under no obligation to permit any further subscriptions to this plan.  Further SiriusXM may terminate or suspend your access to the Student {{offerName}} subscription any time including for any actual or suspected unauthorized use of the service or SiriusXM may in its sole discretion request re-verification of a student’s eligibility at any time if it suspects any individual to be acting in violation of these Offer Details.  If SiriusXM suspends your subscription access, you agree that SiriusXM will have no liability to or responsibility to you and SiriusXM will not refund any amounts that you have already paid, to the fullest extent permitted under applicable law.  SiriusXM’s failure to enforce any terms of this program will not constitute a waiver of that provision.",
                    "The Echo Dot is sold by Amazon.com Services, LLC, and is covered by a 90-day limited warranty provided by Amazon.com Services, LLC. To receive your Echo Dot use the coupon code in Checkout at Amazon.com. This offer can only be redeemed once and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3rd generation) sold by Amazon.com Services, LLC (look for “sold by Amazon.com” or “sold by Amazon.com Services, LLC” on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if “fulfilled by Amazon.com” or “Prime Eligible.” <strong>Shipping charges and taxes may apply to the full value of discounted and free promotional items.</strong> Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon’s applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <a href='https://www.amazon.com' target='_blank'>www.amazon.com</a>. Amazon, Alexa, Echo, and all related marks are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "MEGA_WINBACK_AMZ_DOT": [
                    "<strong>OFFER DETAILS:</strong> Activate a new {{offerName}} subscription and pay {{priceMonthPhrase}} for your first {{offerTerm}} months, plus get free activation (a $15 savings), and a free Echo Dot (3rd generation), while supplies last. During your initial {{offerTerm}}-month subscription term, your service will be upgraded (at no additional cost to you) and you will receive the channels and features available in our {{offerUpgrade}} subscription package. Savings based on monthly rate for {{offerUpgrade}}, currently {{packageUpgradePrice}}/mo.  Fees and taxes apply.  <strong>A credit card is required on this offer.  Your {{offerName}} subscription will renew every month thereafter and you will be charged according to your chosen payment method at then-current rates (currently {{retailRate}}/mo).  Please see our Customer Agreement at <a href='http://www.siriusxm.com' target='_blank'>www.siriusxm.com</a> for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Satellite and streaming lineups vary. <strong><span class='text-decoration: underline !important;'>Limit 1 free Echo Dot regardless of promotion or number of subscriptions purchased.</span></strong>  Offer for new subscriptions only. This offer cannot be reproduced, transferred or sold.  SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Fraudulent requests may result in prosecution.  The Echo Dot will be provided in the form of a code fulfilled on Amazon.com and delivery of the Echo Dot is subject to Amazon’s inventory availability and  may take a minimum of 8 weeks for delivery. Check amazon.com for current delivery timing. Please allow up to two weeks for redemption instructions which will be provided upon validation and verification of compliance with this offer. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM.",
                    "The Echo Dot is sold by Amazon.com Services, LLC, and is covered by a 90-day limited warranty provided by Amazon.com Services, LLC. To receive your Echo Dot use the coupon code in Checkout at Amazon.com. This offer can only be redeemed once and used for a single device. This offer is non-transferable and may not be resold. Offer cannot be combined with other discounts or promotions (i.e. no promos stacking). Offer limited to one per customer and Amazon account. Offer only applies to Echo Dot devices (3rd generation) sold by Amazon.com Services, LLC (look for \"sold by Amazon.com\" or \"sold by Amazon.com Services, LLC\" on the product detail page). Products sold by third-party sellers or other Amazon entities will not qualify for this offer, even if \"fulfilled by Amazon.com\" or \"Prime Eligible.\" <strong>Shipping charges and taxes may apply to the full value of discounted and free promotional items.</strong> Offer discount will be allocated proportionally among all promotional items in your order. If any of the products or content related to this offer are returned, your refund will equal the amount you paid for the product or content, subject to Amazon’s applicable refund policies. If you violate any of these terms, the offer will be invalid. Use of the Echo Dot device is subject to the terms found here: <a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=201566380' target='_blank'>www.amazon.com</a>. Amazon, Alexa, Echo, and all related marks are trademarks of Amazon.com, Inc. or its affiliates."
                ],
                "MEGA_LITE": [
                    "<strong>OFFER DETAILS:</strong> Activate a new {{offerName}} subscription and pay {{offerMonthlyRate}} each month for your first {{offerTerm}} months, plus get free activation (a $15 savings). During your initial {{offerTerm}}-month subscription term, your service will be upgraded (at no additional cost to you) and you will receive the channels and features available in our {{offerUpgrade}} subscription package. Savings based on monthly rate for {{offerUpgrade}}, currently {{packageUpgradePrice}}/mo.  Fees and taxes apply.  <strong>A credit card is required on this offer.  Your {{offerName}} subscription will renew every month thereafter and you will be charged according to your chosen payment method at then-current rates (currently {{retailRate}}/mo). Please see our Customer Agreement at <a href='https://www.siriusxm.com' target='_blank'>www.siriusxm.com</a> for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer for new subscriptions only. Satellite and streaming lineups vary. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM."
                ],
                "GGLE_HUB": [
                    "<strong>OFFER DETAILS:</strong> Activate a <strong class='underline'>Sirius XM</strong> {{offerName}} subscription, pay {{offerTotal}} for your first {{offerTerm}} months, and get a Google Nest Hub, while supplies last.  Fees and taxes apply.  A credit card is required on this offer.  If you cancel or terminate your subscription during the first {{etfTerm}} months, you will be charged a <strong>{{etf}} EARLY TERMINATION FEE. Service will automatically renew</strong> thereafter every month and you will be charged at then-current rates. <strong>Please see our Customer Agreement at <a href='http://www.siriusxm.com' target='_blank'>www.siriusxm.com</a> for complete terms and how to cancel, which includes calling us at 1-866- 635-2349.</strong>  All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Limit 1 Google Nest Hub per new {{offerName}} subscription purchased on this offer.  Following your subscription purchase, a link to <a href='http://store.google.com/' target='_blank'>store.google.com</a> will be provided to you and Google will ship your Google Nest Hub."
                ],
                "GGLE_HUB_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate a {{offerName}} subscription, pay {{offerTotal}} for your first {{offerTerm}} {{pluralMonthsMap}}, and get a Google Nest Hub, while supplies last.  Fees and taxes apply.  A credit card is required on this offer.  If you cancel or terminate your subscription during the first {{etfTerm}} months, you will be charged a <strong>{{etf}} EARLY TERMINATION FEE. Service will automatically renew</strong> thereafter every month and you will be charged at then-current rates. <strong>Please see our Customer Agreement at <a href='https://www.siriusxm.com' target='_blank'>www.siriusxm.com</a> for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong>  All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Limit 1 Google Nest Hub per new {{offerName}} subscription purchased on this offer.  Following your subscription purchase, a link to <a href='https://store.google.com/' target='_blank'>store.google.com</a> will be provided to you and Google will ship your Google Nest Hub."
                ],
                "GGLE_MINI": [
                    "<strong>OFFER DETAILS:</strong> Activate a new {{offerName}} subscription, pay {{priceMonthPhrase}} for your first {{offerTerm}} months, and get a Google Nest Mini, while supplies last.  Fees and taxes apply.  <strong>A credit card is required on this offer.  Your service will automatically renew thereafter every month and you will be charged at then-current rates (currently {{retailRate}}/month).  Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at <a href=\"tel:+1-866-635-2349\">1-866-635-2349</a>.</strong>  All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time.  Limit 1 Google Nest Mini per new {{offerName}} subscription purchased on this offer. Offer can not be reproduced, transferred or  sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Fraudulent requests may result in prosecution. The Google Nest Mini will be provided in the form of a code fulfilled on the Google Store. Please allow up to two weeks for redemption instructions which will be provided upon validation and verification of compliance with this offer. This offer is presented exclusively by SiriusXM.",
                    "Google and Google Nest Mini are trademarks of Google LLC."
                ],
                "GGLE_MINI_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate and maintain a {{offerName}} subscription and pay {{offerTotal}} plus fees and taxes for your first {{offerTerm}} {{pluralMonthsMap}} and get a Google Nest Mini, while supplies last.  <strong>A credit card is required on this offer. Service will automatically renew</strong> thereafter every month. At the beginning of month {{followonStartMonth}}, you will be charged at then-current rates (currently {{retailRate}}/month).  Fees and taxes apply. <strong>You must cancel your subscription during your promotional period to avoid future charges. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong>  All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer good only for new SiriusXM streaming subscriptions. Channel lineup varies by package. Limit 1 Google Nest Mini per person/household/address regardless of promotion or number of subscriptions purchased.  This offer cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Fraudulent requests may result in prosecution. The Google Nest Mini will be provided in the form of a code fulfilled on Google Store. Please allow up to two weeks for redemption instructions which will be provided upon validation and verification of compliance with this offer. This offer is presented exclusively by SiriusXM.",
                    "Google and Google Nest Mini are trademarks of Google LLC."
                ],
                "GGLE_MINI_TRIAL_STREAMING_WITH_CHARGES": [
                    "<strong>OFFER DETAILS:</strong> Activate and maintain a {{offerName}} subscription and pay {{offerTotal}} plus fees and taxes for your first {{offerTerm}} {{pluralMonthsMap}} and get a Google Nest Mini, while supplies last.  <strong>A credit card is required on this offer. Service will automatically renew</strong> thereafter every month. At the beginning of month {{followonStartMonth}}, you will be charged at then-current rates (currently {{retailRate}}/month).  Fees and taxes apply. <strong>You must cancel your subscription during your promotional period to avoid future charges. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong>  Promotional fees and taxes are nonrefundable and there are no refunds or credits for any partially used promotional periods.  If you cancel during the initial promotion period, you have the option to continue service through the end of your paid promotional period. All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer good only for new SiriusXM streaming subscriptions. Channel lineup varies by package. <span class='text-decoration: underline !important;'><strong>Limit 1 Google Nest Mini per person/household/address regardless of promotion or number of subscriptions purchased.</strong></span>  This offer cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of gift item(s). Fraudulent requests may result in prosecution. The Google Nest Mini will be provided in the form of a code fulfilled on Google Store. Please allow up to two weeks for redemption instructions which will be provided upon validation and verification of compliance with this offer. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM.",
                    "Google and Google Nest Mini are trademarks of Google LLC."
                ],
                "ADVANTAGE": [
                    "<strong>OFFER DETAILS:</strong> Qualifying ESN/Device IDs may activate either a Music & Entertainment package and save $11.49/month or a Platinum package and save $13.00/month, in each case off the then-current monthly rate (collectively, an “Advantage Discount”). Fees and taxes apply. <strong>A credit card is required on this offer.  Service will automatically renew</strong> thereafter every month, or according to the billing plan you choose, and you will be charged at then-current rates for your selected subscription package (currently $16.99/month for Music & Entertainment or $21.99/month for Platinum) minus the applicable Advantage Discount ($11.49/month for Music & Entertainment or $13.00/month for Platinum). <strong>Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank' title=' at siriusxm.com/agreements'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other offer or promotion and may be modified or terminated at any time.<br><br>An Advantage Discount may only be applied to a full price Music & Entertainment or Platinum subscription on a qualifying ESN/Device ID (each an “Eligible Subscription”). Qualifying ESN/Device IDs are determined solely by SiriusXM. Advantage Discounts are not available on fleet or business accounts. An Advantage Discount will continue for the duration of the Eligible Subscription and for so long as the holder maintains the Eligible Subscription on an active device and on the same account without default, suspension or cancellation of service.  An Advantage Discount cannot be applied retroactively. Upon cancellation or other service suspension, an Eligible Subscription will no longer be entitled to receive an Advantage Discount.  An Advantage Discount is not the property of a consumer and is not refundable or transferable to another account or account holder for any reason. Maximum of ten (10) Eligible Subscriptions with applied Advantage Discounts per account.  SiriusXM reserves the right to suspend or terminate any Eligible Subscription or withdraw an Advantage Discount at any time. "
                ],
                "TRIAL_EXT": [
                    "<strong>OFFER DETAILS:</strong> Activate an {{offerName}} subscription, pay a {{processingFee}} processing fee, and receive your first {{offerTerm}} months free (a minimum {{retailRate}}/mo savings). Fees and taxes apply. A credit card is required on this offer. <strong>Service will automatically renew thereafter every month and, at the beginning of your fourth month, you will be charged at then-current rates.  Please see our Customer Agreement at <a href='https://www.siriusxm.com/customeragreement' target='_blank'>siriusxm.com</a> for complete terms and how to cancel, which includes calling us at <a href=\"tel:+1-866-635-2349\">1-866-635-2349</a>. </strong>All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time.  Offer good only on new subscriptions."
                ],
                "PANDORA": [
                    "<strong>OFFER DETAILS:</strong> Activate a new {{platformPlanName}} subscription and pay {{priceMonthPhrase}} for your first {{offerTerm}} months, a savings of {{savingsPercent}}% off the current monthly rate of {{retailRate}} per month, plus get free activation (an additional $15 savings). Fees and taxes apply. A credit card is required on this offer. <strong>Service will automatically renew every month thereafter and you will be charged at then-current rates. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer good only on your currently inactive radio and is available only to the person to whom this communication is addressed. ",
                    "Consumers activating a new {{platformPlanName}} subscription pursuant to this offer are also eligible to receive access to 2 months of the Pandora Premium Service. Access to the Pandora Premium Service is available only in the United States. Instructions for activating the 2-month Pandora Premium access will be emailed separately and must be redeemed by the date set forth in those instructions. Upon expiration of a consumer's 2-month access to Pandora Premium, the Pandora account will be converted to a free, ad-supported account. Activation of this Pandora offer by a consumer constitutes acceptance of all applicable terms and conditions, which can be found at www.pandora.com/legal. This 2-month Pandora Premium access offer cannot be redeemed for cash, credit on an existing Pandora account or combined with other offers, discounts, promotions or credits."
                ],
                "STUDENT_PROMO_MCP_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Eligible Students (defined below) may activate a Student {{offerName}} subscription plan and pay {{offerMonthlyRate}} a month plus fees and taxes. <strong>A credit card is required on this offer.  Your subscription will automatically renew each month and you will be charged at the then-current Student {{offerName}} rate during the initial {{offerTerm}}-month period. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong> To qualify for the Student {{offerName}} subscription plan, you must be at least 18 years of age and currently enrolled in a United States based, degree granting, accredited school of higher education (an “Eligible Student”).  Student {{offerName}} requires eligibility verification and annual re-verification in order to maintain the Student {{offerName}} rate. Your eligibility will be verified upon initial enrollment and then every {{offerTerm}} months thereafter to continue receiving the student rate. <strong>If you fail re-verification, either because you are no longer an Eligible Student or fail to re-verify your enrollment status at the end of any {{offerTerm}}-month period, you will no longer be eligible for the Student {{offerName}} rate and your subscription will automatically renew thereafter every month at the then-current full-priced monthly rate for {{offerName}} (currently {{retailRate}}/month, plus fees and taxes).</strong> All fees, content and features are subject to change. This offer is only available online and cannot be combined with any other offer and cannot be transferred or sold. Eligible Students who currently have an active {{offerName}} subscription may contact us at the phone number above for instructions on how to change their subscription to a Student {{offerName}} plan.",
                    "We utilize SheerID Inc. (“SheerID”), a third-party verification service to verify your student eligibility which includes collecting and processing your name, educational institution, email address, and date of birth.  In some cases, SheerID may request additional documentation to establish your enrollment, such as a school-issued ID, class schedule, transcript, registration, or tuition receipt. You are providing your information for verification to SheerID which will be subject to the terms of SheerID’s Privacy Policy available at <a href='//www.sheerid.com/privacy-policy/' target='_blank'>www.sheerid.com/privacy-policy/</a> and such information may be shared and used by SiriusXM in accordance with its Privacy Policy at <a href='//www.siriusxm.com' target='_blank'>www.siriusxm.com</a>. You acknowledge and agree that SiriusXM and SheerID may process, share and use your information consistent with the terms of each party’s respective Privacy Policies.",
                    "These Student {{offerName}} Offer Details incorporate the terms of our Customer Agreement by reference, supplement them, and control in the event of a conflict between these Student {{offerName}} Offer Details and the Customer Agreement as it relates to this student subscription.  SiriusXM reserves the right, consistent with our Customer Agreement, to change the rate charged for the Student {{offerName}} subscription plan, limit the duration of Student Eligibility, or to modify, suspend or cease offering this plan at any time in its sole discretion. In the event SiriusXM ceases to offer the Student {{offerName}} subscription plan, SiriusXM is under no obligation to permit any further subscriptions to this plan. Further SiriusXM may terminate or suspend your access to the Student {{offerName}} subscription any time including for any actual or suspected unauthorized use of the service or SiriusXM may in its sole discretion request re-verification of a student’s eligibility at any time if it suspects any individual to be acting in violation of these Offer Details. If SiriusXM suspends your subscription access, you agree that SiriusXM will have no liability to or responsibility to you and SiriusXM will not refund any amounts that you have already paid, to the fullest extent permitted under applicable law. SiriusXM’s failure to enforce any terms of this program will not constitute a waiver of that provision."
                ],
                "STUDENT_RTP_OFFER_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Eligible Students (defined below) may activate a Student {{offerName}} subscription plan and receive the first {{offerTerm}} {{pluralMonthsMap}} free. <strong>A credit card is required on this offer. Your subscription will automatically renew every month thereafter at the then-current Student {{offerName}} rate (currently {{followOnPrice}}/month, plus fees and taxes). Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes online methods or calling us at 1-866-635-2349.</strong> To qualify for the student subscription plan, you must be at least 18 years of age and currently enrolled in a United States based, degree granting, accredited school of higher education (an “Eligible Student”).  Plan requires eligibility verification and annual re-verification in order to maintain the student rate.  Your eligibility will be verified upon initial enrollment and then every {{followOnTermLength}} months thereafter to continue receiving the student rate. <strong>If you fail re-verification, either because you are no longer an Eligible Student or fail to re-verify your enrollment status at the end of any {{followOnTermLength}}-month period, you will no longer be eligible for the student rate and your subscription will automatically renew thereafter every month at the then-current full-priced monthly rate for {{offerName}} (currently {{retailRate}}/month, plus fees and taxes).</strong> All fees, content and features are subject to change.  This offer is only available online and cannot be combined with any other offer and cannot be transferred or sold. Eligible Students who currently have an active {{offerName}} subscription may contact us at the phone number above for instructions on how to change their subscription to a Student {{offerName}} Plan.",
                    "We utilize SheerID Inc. (“SheerID”), a third-party verification service to verify your student eligibility which includes collecting and processing your name, educational institution, email address, and date of birth.  In some cases, SheerID may request additional documentation to establish your enrollment, such as a school-issued ID, class schedule, transcript, registration, or tuition receipt.  You are providing your information for verification to SheerID which will be subject to the terms of SheerID’s Privacy Policy available at <a href='//www.sheerid.com/privacy-policy/' target='_blank'>www.sheerid.com/privacy-policy/</a> and such information may be shared and used by SiriusXM in accordance with its Privacy Policy at <a href='//www.siriusxm.com' target='_blank'>www.siriusxm.com</a>. You acknowledge and agree that SiriusXM and SheerID may process, share and use your information consistent with the terms of each party’s respective Privacy Policies.",
                    "These Student {{offerName}} Offer Details incorporate the terms of our Customer Agreement by reference, supplement them, and control in the event of a conflict between these Student {{offerName}} Offer Details and the Customer Agreement as it relates to this student subscription.  SiriusXM reserves the right, consistent with our Customer Agreement, to change the rate charged for the Student {{offerName}} Plan, limit the duration of Student Eligibility, or to modify, suspend or cease offering this plan at any time in its sole discretion. In the event SiriusXM ceases to offer the Student {{offerName}} Plan, SiriusXM is under no obligation to permit any further subscriptions to this plan.  Further SiriusXM may terminate or suspend your access to the Student {{offerName}} subscription any time including for any actual or suspected unauthorized use of the service or SiriusXM may in its sole discretion request re-verification of a student’s eligibility at any time if it suspects any individual to be acting in violation of these Offer Details.  If SiriusXM suspends your subscription access, you agree that SiriusXM will have no liability to or responsibility to you and SiriusXM will not refund any amounts that you have already paid, to the fullest extent permitted under applicable law.  SiriusXM’s failure to enforce any terms of this program will not constitute a waiver of that provision."
                ],
                "STUDENT_RTP_OFFER_STREAMING_WITH_CHARGES": [
                    "<strong>OFFER DETAILS:</strong> Eligible Students (defined below) may activate a Student {{offerName}} subscription and receive the first {{offerTerm}} {{pluralMonthsMap}} for {{offerTotal}} plus tax. <strong>A credit card is required on this offer. Your subscription will automatically renew every month thereafter at the then-current Student {{offerName}} rate (currently {{followOnPrice}}/month, plus fees and taxes). Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong> To qualify for the Student {{offerName}} subscription plan, you must be at least 18 years of age and currently enrolled in a United States based, degree granting, accredited school of higher education (an “Eligible Student”).  Student {{offerName}} requires eligibility verification and annual re-verification in order to maintain the Student {{offerName}} rate.  Your eligibility will be verified upon initial enrollment and then every {{followOnTermLength}} months thereafter to continue receiving the student rate. <strong>If you fail re-verification, either because you are no longer an Eligible Student or fail to re-verify your enrollment status at the end of any {{followOnTermLength}}-month period, you will no longer be eligible for the Student {{offerName}} rate and your subscription will automatically renew thereafter every month at the then-current full-priced monthly rate for {{offerName}} (currently {{retailRate}}/month, plus fees and taxes).</strong> All fees, content and features are subject to change.  This offer is only available online and cannot be combined with any other offer and cannot be transferred or sold. Eligible Students who currently have an active {{offerName}} subscription may contact us at the phone number above for instructions on how to change their subscription to a Student {{offerName}} plan.",
                    "We utilize SheerID Inc. (“SheerID”), a third-party verification service to verify your student eligibility which includes collecting and processing your name, educational institution, email address, and date of birth.  In some cases, SheerID may request additional documentation to establish your enrollment, such as a school-issued ID, class schedule, transcript, registration, or tuition receipt.  You are providing your information for verification to SheerID which will be subject to the terms of SheerID’s Privacy Policy available at <a href='//www.sheerid.com/privacy-policy/' target='_blank'>www.sheerid.com/privacy-policy/</a> and such information may be shared and used by SiriusXM in accordance with its Privacy Policy at <a href='//www.siriusxm.com' target='_blank'>www.siriusxm.com</a>. You acknowledge and agree that SiriusXM and SheerID may process, share and use your information consistent with the terms of each party’s respective Privacy Policies.",
                    "These Student {{offerName}} Offer Details incorporate the terms of our Customer Agreement by reference, supplement them, and control in the event of a conflict between these Student {{offerName}} Offer Details and the Customer Agreement as it relates to this student subscription.  SiriusXM reserves the right, consistent with our Customer Agreement, to change the rate charged for the Student {{offerName}} subscription plan, limit the duration of Student Eligibility, or to modify, suspend or cease offering this plan at any time in its sole discretion. In the event SiriusXM ceases to offer the Student {{offerName}} subscription plan, SiriusXM is under no obligation to permit any further subscriptions to this plan.  Further SiriusXM may terminate or suspend your access to the Student {{offerName}} subscription any time including for any actual or suspected unauthorized use of the service or SiriusXM may in its sole discretion request re-verification of a student’s eligibility at any time if it suspects any individual to be acting in violation of these Offer Details.  If SiriusXM suspends your subscription access, you agree that SiriusXM will have no liability to or responsibility to you and SiriusXM will not refund any amounts that you have already paid, to the fullest extent permitted under applicable law.  SiriusXM’s failure to enforce any terms of this program will not constitute a waiver of that provision."
                ],
                "STUDENT_RTP_OFFER_TRIAL_STREAMING_WITH_CHARGES": [
                    "<strong>OFFER DETAILS:</strong> Eligible Students (defined below) may activate a Student {{offerName}} subscription plan and receive the first {{offerTerm}} {{pluralMonthsMap}} for {{offerTotal}} plus tax. <strong>A credit card is required on this offer. Your subscription will automatically renew every month thereafter at the then-current Student {{offerName}} rate (currently {{followOnPrice}}/month, plus fees and taxes). Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes online methods or calling us at 1-866-635-2349.</strong> Promotional fees and taxes are nonrefundable and there are no refunds or credits for any partially used promotional periods, except where prohibited by law. If you cancel during the initial promotion period, you have the option to continue service through the end of your paid promotional period. To qualify for the Student {{offerName}} Plan, you must be at least 18 years of age and currently enrolled in a United States based, degree granting, accredited school of higher education (an “Eligible Student”).  Student {{offerName}} Plan requires eligibility verification and annual re-verification in order to maintain the Student {{offerName}} rate.  Your eligibility will be verified upon initial enrollment and then every {{followOnTermLength}} months thereafter to continue receiving the student rate. <strong>If you fail re-verification, either because you are no longer an Eligible Student or fail to re-verify your enrollment status at the end of any {{followOnTermLength}}-month period, you will no longer be eligible for the Student {{offerName}} Plan rate and your subscription will automatically renew thereafter every month at the then-current full-priced monthly rate for {{offerName}} (currently {{retailRate}}/month, plus fees and taxes).</strong> All fees, content and features are subject to change.  This offer is only available online and cannot be combined with any other offer and cannot be transferred or sold. Eligible Students who currently have an active {{offerName}} subscription may contact us at the phone number above for instructions on how to change their subscription to a Student {{offerName}} Plan.",
                    "We utilize SheerID Inc. (“SheerID”), a third-party verification service to verify your student eligibility which includes collecting and processing your name, educational institution, email address, and date of birth.  In some cases, SheerID may request additional documentation to establish your enrollment, such as a school-issued ID, class schedule, transcript, registration, or tuition receipt.  You are providing your information for verification to SheerID which will be subject to the terms of SheerID’s Privacy Policy available at <a href='//www.sheerid.com/privacy-policy/' target='_blank'>www.sheerid.com/privacy-policy/</a> and such information may be shared and used by SiriusXM in accordance with its Privacy Policy at <a href='//www.siriusxm.com' target='_blank'>www.siriusxm.com</a>. You acknowledge and agree that SiriusXM and SheerID may process, share and use your information consistent with the terms of each party’s respective Privacy Policies.",
                    "These Student {{offerName}} Offer Details incorporate the terms of our Customer Agreement by reference, supplement them, and control in the event of a conflict between these Student {{offerName}} Offer Details and the Customer Agreement as it relates to this student subscription.  SiriusXM reserves the right, consistent with our Customer Agreement, to change the rate charged for the Student {{offerName}} subscription plan, limit the duration of Student Eligibility, or to modify, suspend or cease offering this plan at any time in its sole discretion. In the event SiriusXM ceases to offer the Student {{offerName}} subscription plan, SiriusXM is under no obligation to permit any further subscriptions to this plan.  Further SiriusXM may terminate or suspend your access to the Student {{offerName}} subscription any time including for any actual or suspected unauthorized use of the service or SiriusXM may in its sole discretion request re-verification of a student’s eligibility at any time if it suspects any individual to be acting in violation of these Offer Details.  If SiriusXM suspends your subscription access, you agree that SiriusXM will have no liability to or responsibility to you and SiriusXM will not refund any amounts that you have already paid, to the fullest extent permitted under applicable law.  SiriusXM’s failure to enforce any terms of this program will not constitute a waiver of that provision."
                ],
                "RTD_OFFER_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Your SiriusXM service will automatically stop at the end of the stated trial subscription term unless you decide to subscribe. If you decide to continue service, the paid subscription plan you choose will automatically renew and you will be charged the rate in effect at that time according to your chosen payment method.</strong> Fees and taxes apply. <strong>Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> and Privacy Policy at www.siriusxm.com for complete terms and how to cancel, which includes online methods or calling us at 1-866-635-2349.</strong> By registering for a trial subscription, SiriusXM may contact you at the registration information provided with special offers from time to time.  You may always change your contact preferences with us.  All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer available to new subscribers providing valid contact information.  Channel lineup varies by plan."
                ],
                "HULU_STREAMING": [
                    "<strong>OFFER DETAILS:</strong> Activate and maintain a {{offerName}} subscription and pay {{offerTotal}} plus fees and taxes for your first {{offerTerm}} {{pluralMonthsMap}} of {{offerName}} and get access to a {{offerTerm}}-month free trial of Hulu (ad-supported plan). A credit card is required on this this offer. Your {{offerName}} service will <b>automatically renew</b> thereafter every month and beginning on the {{monthAfterEnd}} month, you will be charged at then-current rates (currently {{retailRate}}/month). Fees and taxes apply.<b> You must cancel your {{offerName}} subscription during your promotional period to avoid future charges. Please see our <a href=\"https://www.siriusxm.com/customeragreement\" target=\"_blank\">Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at 1-866-635-2349</b>.  Promotional fees and taxes are nonrefundable and there are no refunds or credits for any partially used promotional period.  If you cancel during the promotional period, you have the option to continue service through the end of your paid promotional period. All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer good only for new SiriusXM streaming subscriptions.  Channel lineup varies by package. This offer cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of promotional offer. Fraudulent requests may result in prosecution. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM.",
                    "{{offerTerm}}-month free trial of Hulu (ad-supported plan) must be redeemed via registration and account set up using promo code on Hulu.com by April 30, 2021. <span class='important-underline'><strong>Limit 1 Hulu trial per person regardless of promotion or number of SiriusXM subscriptions purchased.</strong></span> Hulu trial is available to new and eligible returning Hulu subscribers (who have not had a Hulu free trial in the past 12 months) only.  Promo codes have no cash value, are not redeemable for cash or credit.  Lost or expired promo codes will not be reissued. Promo codes may not be sold or otherwise transferred. SiriusXM reserves the right to substitute with another gift of comparable value.   Please allow up to two weeks for redemption instructions with Hulu promo code which will be provided upon validation and verification of compliance with this offer.  After the initial three-month term, your Hulu (ad-supported) plan will <b>automatically renew</b> thereafter every month and beginning on the {{monthAfterEnd}} month, you will be charged at then-current rates (currently, $5.99/month) directly by Hulu. Please see Hulu’s Terms of Use at <a href='https://www.hulu.com/terms' target=\"_blank\" class='important-underline'>www.hulu.com/terms</a> for complete terms and how to cancel the Hulu service. Cancellation of Hulu must be done directly with Hulu.",
                    "Hulu, and the Hulu logo are trademarks of Hulu, LLC."
                ],
                "HULU": [
                    "<strong>OFFER DETAILS:</strong> Activate and maintain a SiriusXM {{offerName}} subscription and pay {{offerTotal}} upfront plus fees and taxes for your first {{offerTerm}} months of SiriusXM Select and get access to a {{offerTerm}}-month free trial of Hulu (ad-supported plan). A credit card is required on this offer. Your SiriusXM Select service will <strong>automatically renew</strong> thereafter every month and beginning on the {{monthAfterEnd}} month, you will be charged at then-current rates (currently {{retailRate}}/month). Fees and taxes apply. <strong>You must cancel your SiriusXM Select subscription during your promotional period to avoid future charges. Please see our <a href=\"https://www.siriusxm.com/customeragreement\" target=\"_blank\">Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong>  All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer good only for new SiriusXM subscriptions on inactive radios.  Channel lineup varies by package. This offer cannot be reproduced, transferred or sold. SiriusXM reserves the right to verify all claims. Actual or suspected abuse or fraudulent manipulation of the offer may result in service termination and forfeiture of promotional offer. Fraudulent requests may result in prosecution. This offer is presented exclusively by SiriusXM and may not be republished without the consent of SiriusXM.",
                    "{{offerTerm}}-month free trial of Hulu (ad-supported plan) must be redeemed via registration and account set up using promo code on Hulu.com by April 30, 2021. <span class='important-underline'><strong>Limit 1 Hulu trial per person regardless of promotion or number of SiriusXM subscriptions purchased</strong></span>.  Hulu trial is available to new and eligible returning Hulu subscribers (who have not had a Hulu free trial in the past 12 months) only.  Not transferrable or redeemable for cash, credit or other value; not valid for resale. Lost or expired promo codes will not be reissued. SiriusXM reserves the right to substitute with another promotional offer of comparable value.  Please allow up to two weeks for redemption instructions with Hulu promo code which will be provided upon validation and verification of compliance with this offer.  After the initial six-month term, your Hulu (ad-supported) plan will <strong>automatically renew</strong> thereafter every month and beginning on the {{monthAfterEnd}} month, you will be charged at then-current rates (currently, $5.99/month) directly by Hulu. Please see Hulu’s Terms of Use at <a href='https://www.hulu.com/terms' target=\"_blank\" class='important-underline'>www.hulu.com/terms</a> for complete terms and how to cancel the Hulu service. Cancellation of Hulu must be done directly with Hulu.",
                    "Hulu, and the Hulu logo are trademarks of Hulu, LLC."
                ]
            },
            "PRICE_MONTH_MAP": {
                "monthly": "{{offerMonthlyRate}} each month",
                "full": "{{offerTotal}}",
                "megawinback": "{{offerTotal}} upfront"
            },
            "LEGAL_COPY": "The quote above is the estimated charge for a full term of service. Actual charges may reflect changes to your account such as the number of radios, type of plan or package or service adjustments. In addition, charges may also be prorated to your billing cycle and may reflect changes to our subscription rates, fees or your local/state tax rates.",
            "RTC": {
                "FIRST_PART": "<strong>OFFER DETAILS:</strong>  Activate an {{packageType}} subscription, pay {{processingFee}} processing fee plus tax for your first {{term}} months. A credit card is required on this offer. <strong>Service will automatically renew thereafter every month. At the beginning of your fourth month, your credit card will be charged at the then-current rates for </strong>",
                "RENEWAL_PACKAGES_PART": "<strong>{{renewalPackageName}} (currently {{renewalPackageMonthlyPrice}}/month)</strong>",
                "RENEWAL_PACKAGES_OR": "<strong> or </strong>",
                "LAST_PART": ". Fees and taxes apply.  If you do not change your renewal package it will automatically renew to {{packageType}}. <strong>Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> at siriusxm.com for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change.  This offer cannot be combined with any other and may be modified or terminated at any time.  Offer good only on new subscriptions.  Satellite and streaming lineups vary.",
                "RENEWAL_PACKAGES_UNLESS": "<strong>, unless you change your renewal package to </strong>"
            },
            "PICKAPLAN": {
                "FIRST_PART": "<strong>OFFER DETAILS:</strong>  Select and activate either ",
                "PACKAGES_PART": "{{packageName}}",
                "RENEWAL_PACKAGES_PART": "{{packageName}} (currently {{packageMonthlyPrice}}/month)",
                "PACKAGES_OR": " or ",
                "MIDDLE_PART": " subscription plan, pay {{processingFee}} processing fee plus tax and receive your first {{term}} {{monthsPluralized}} of service for {{offerTotal}}.  A credit card is required on this offer. <strong>Service will automatically renew thereafter every month.</strong>  At the beginning of month {{followonStartMonth}}, your credit card will be charged at the then-current rates for your selected plan: ",
                "LAST_PART": ". Fees and taxes apply. <strong>You must cancel your subscription during your promotional period to avoid future charges. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes using our online chat feature or calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer good only on new subscriptions. Satellite and streaming lineups vary.",
                "FIRST_PART_PROMO_MCP": "<strong>OFFER DETAILS:</strong> Select and activate either a ",
                "PACKAGES_PART_PROMO_MCP": "{{packageName}} Plan for ${{price}}/month for {{termLength}} months",
                "PACKAGES_OR_PROMO_MCP": " or a ",
                "MIDDLE_PART_PROMO_MCP": ", plus get free activation (an additional $15 value). A credit card is required. <strong>Service will automatically renew every month</strong>, and at the beginning of your thirteenth month, your credit card will be charged at the then-current rates for your selected plan: ",
                "LAST_PART_PROMO_MCP": ". Fees and taxes apply. <strong>You must cancel your subscription during your promotional period to avoid future charges. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> at www.siriusxm.com for complete terms and how to cancel, which includes online methods or calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer is good only on qualifying ESN/Device IDs as determined solely by SiriusXM. Satellite and streaming lineups vary.",
                "SELECTED_OFFER_DETAILS": " <strong>OFFER DETAILS:</strong> Activate an {{offerName}} subscription, pay a {{processingFee}} processing fee, and receive your first {{offerTerm}} months free (a minimum {{retailRate}}/mo savings). Fees and taxes apply. A credit card is required on this offer. <strong>Service will automatically renew thereafter every month and, at the beginning of your fourth month, you will be charged at then-current rates.  Please see our Customer Agreement at <a href='https://www.siriusxm.com/customeragreement' target='_blank'>siriusxm.com</a> for complete terms and how to cancel, which includes calling us at <a href=\"tel:+1-866-635-2349\">1-866-635-2349</a>. </strong>All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time.  Offer good only on new subscriptions."
            },
            "PICK_A_PLAN_3FOR1PYP": {
                "FIRST_PART": "<strong>OFFER DETAILS:</strong> Select and activate either a ",
                "MIDDLE_PART": " subscription plan and pay {{offerTotal}} for your first {{term}} {{monthsPluralized}} of service. Fees and taxes apply.  A credit card is required on this offer. <strong>Service will automatically renew thereafter every month.</strong>  At the beginning of your {{ordinalFollowonStartMonth}} month, your credit card will be charged at the then-current rates for your selected plan: ",
                "LAST_PART": ". <strong>You must cancel your subscription during your promotional period to avoid future charges. Please see our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> at siriusxm.com for complete terms and how to cancel, which includes online methods or calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. This offer cannot be combined with any other and may be modified or terminated at any time. Offer is good only on qualifying ESN/Device IDs as determined solely by SiriusXM. Satellite and streaming lineups vary.",
                "PACKAGES_PART": "{{packageName}}",
                "RENEWAL_PACKAGES_PART": "{{packageName}} (currently ${{msrpPrice}}/month)",
                "PACKAGES_OR": " or "
            },
            "FULL_PRICE": "<strong>OFFER DETAILS:</strong> Your selected subscription package will begin immediately upon completion of your order (if on trial your selected package will begin at the end of your trial period) and <strong>service will automatically renew thereafter and you will be charged according to your chosen payment method at the then-current rates of your selected package (current rates shown above).</strong> Fees and taxes apply. A credit card is required. <strong>See our <a href='https://www.siriusxm.com/customeragreement' target='_blank'>Customer Agreement</a> for complete terms and how to cancel, which includes calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. Channel lineup varies by package.",
            "FULL_PRICE_ACSC": "<strong>OFFER DETAILS:</strong> The subscription plan you choose will <strong>automatically renew</strong> and you will be charged according to your chosen payment method at the then-current rates for your selected plan.  Fees and taxes apply. <strong>Please see our Customer Agreement at</strong> <a href='https://www.siriusxm.com/customeragreement' target='_blank'>www.siriusxm.com</a> <strong>for complete terms and how to cancel, which includes online methods or calling us at 1-866-635-2349.</strong> All fees, content and features are subject to change. Channel lineup varies by package.",
            "PLURAL_MAP": {
                "MONTH": {
                    "=1": "month",
                    "other": "months"
                },
                "TERM": {
                    "=12": "year",
                    "other": "month"
                },
                "TERM_ADVERB": {
                    "=12": "yearly",
                    "other": "monthly"
                }
            },
            "NUM_WORDS_MAP": {
                "NUMBER": {
                    "=1": "one",
                    "=2": "two",
                    "=3": "three",
                    "=4": "four",
                    "=5": "five",
                    "=6": "six",
                    "=7": "seven",
                    "=8": "eight",
                    "=9": "nine",
                    "=10": "ten",
                    "=11": "eleven",
                    "=12": "twelve",
                    "other": "#"
                }
            },
            "ORDINAL_NUMBER_WORDS_MAP": {
                "NUMBER": {
                    "=1": "first",
                    "=2": "second",
                    "=3": "third",
                    "=4": "fourth",
                    "=5": "fifth",
                    "=6": "sixth",
                    "=7": "seventh",
                    "=8": "eighth",
                    "=9": "ninth",
                    "=10": "tenth",
                    "=11": "eleventh",
                    "=12": "twelfth",
                    "=13": "thirteenth",
                    "other": "#"
                }
            }
        },
        "PersonalInfoComponent": {
            "vehicle": "Vehicle: {{year}} {{make}} {{model}}",
            "radio": "Radio ID: (****{{ radioId }})",
            "USERNAME": "Username:"
        },
        "promoDealCardComponent": {
            "PROMO_UPGRADE": {
                "header": "<div>{{termLength}}-MONTH UPGRADE</div>",
                "AMZ_DOT": {
                    "header": "<div>{{termLength}}-MONTH UPGRADE</div><div>+ A FREE ECHO DOT</div>"
                },
                "APPLE": {
                    "header": "<div>PLUS APPLE MUSIC</div>"
                }
            },
            "PROMO_UPGRADE_WITHOUT_DEAL": {
                "header": "<div>{{termLength}}-MONTH UPGRADE</div>"
            }
        },
        "promoDealComponent": {
            "details": {
                "expandedText": "Hide",
                "collapsedText": "View more"
            },
            "PROMO_UPGRADE": {
                "AMZ_DOT": {
                    "UPGRADE_TITLE": "Your free upgrade includes:",
                    "TITLE": "<span class=\"promo-upgrade-subtitle\">Receive a free Amazon Echo Dot (3rd generation).</span>"
                },
                "APPLE": {
                    "UPGRADE_TITLE": "Your subscription includes everything that comes with {{offer}} plan, plus a free {{offerUpgradeTerm}}-month upgrade to our {{offerUpgrade}} plan, which gives you even more.",
                    "TITLE": "<span class=\"promo-upgrade-subtitle\">Get up to 6 months free of Apple Music</span>",
                    "SUB_TITLE": "Subject to Apple Music Eligibility. See details below."
                }
            },
            "PROMO_UPGRADE_WITHOUT_DEAL": {
                "UPGRADE_TITLE": "Your subscription includes everything that comes with {{offer}} plan, plus a free {{offerUpgradeTerm}}-month upgrade to our {{offerUpgrade}} plan, which gives you even more."
            },
            "AMZ_DOT": {
                "DEAL_IMAGE": {
                    "SRC": "assets/img/device-echodot-gen4.png"
                },
                "LEAD_TITLE_IMAGE": {
                    "SRC": "assets/img/promo-deal-amazon-lead-offer-logo_4gen.png"
                }
            },
            "GGLE_HUB": {
                "DEAL_IMAGE": {
                    "SRC": "assets/img/promo-deal-google-nest-hub.png"
                }
            },
            "PANDORA": {
                "DEAL_IMAGE": {
                    "SRC": "assets/img/pandora-premium.svg"
                }
            },
            "GGLE_MINI": {
                "DEAL_IMAGE": {
                    "SRC": "assets/img/promo-deal-google-mini.png"
                },
                "LEAD_TITLE_IMAGE": {
                    "SRC": "assets/img/promo-deal-google-lead-offer-logo.png"
                }
            },
            "HULU": {
                "DEAL_IMAGE": {
                    "SRC": "assets/img/promo-deal-hulu.png"
                },
                "PROMO_DETAIL": "Redeem at Hulu. See <b>Offer Details</b>.",
                "BOTTOM_SECTION": {
                    "HEADER": "Already a Hulu Subscriber?",
                    "CONTENT": "You won't be eligible for the free trial of Hulu, but continue and you'll still get {{termLength}} months of {{offerName}} for ${{price}}."
                },
                "DEAL_TITLE": "{{termLength}} months of Hulu"
            },
            "APPLE": {
                "DEAL_IMAGE": {
                    "SRC": "assets/img/apple-music-logo.png"
                }
            }
        },
        "claimDeviceComponent": {
            "DEFAULT": {
                "AMZ_DOT": {
                    "image": {
                        "src": "assets/img/device-echodot-gen4.png"
                    },
                    "TITLE": "Claim your {{dealName}}!"
                },
                "PANDORA": {
                    "image": {
                        "src": "assets/img/pandora-premium-v1.svg"
                    },
                    "TITLE": "Claim your {{dealName}}!"
                },
                "GGLE_HUB": {
                    "DESCRIPTION": "<p>We'll send you an email shortly with instructions and a link for you to redeem your device.</p>",
                    "image": {
                        "src": "assets/img/promo-deal-google-nest-hub.png"
                    },
                    "TITLE": "Claim your {{dealName}}!"
                },
                "GGLE_MINI": {
                    "DESCRIPTION": "<p>We'll send you an email with a link to redeem your free Google Nest Mini. Redemption codes will be delivered upon verification and may take up to 2 weeks.</p><p>Google and Google Nest Mini are trademarks of Google LLC.</p>",
                    "image": {
                        "src": "assets/img/promo-deal-google-mini.png"
                    },
                    "TITLE": "Claim your {{dealName}}!"
                },
                "HULU": {
                    "TITLE": "{{termLength}} months of Hulu",
                    "DESCRIPTION": "<p>To redeem your Hulu offer, an email with a promo code and activation details will be sent to the address linked to your SiriusXM account. Please allow up to 2 weeks for the email to be sent.</p>",
                    "image": {
                        "src": "assets/img/promo-deal-hulu.png"
                    }
                },
                "APPLE": {
                    "TITLE": "Your Apple Music special offer is coming",
                    "DESCRIPTION": "<p align=\"center\">An email with your unique code will be sent to the email address provided. Simply follow the prompts to start enjoying up to 6 months free.</p>",
                    "image": {
                        "src": "assets/img/apple-music-logo.png"
                    }
                }
            },
            "WITH_LINK": {
                "CLAIM_TITLE": "Enable SiriusXM on all your {{company}} devices now!",
                "SUCCESS_TITLE": "Your accounts were linked.",
                "ERROR_TITLE": "Oops. Something went wrong.",
                "LINK": "Link with {{company}}",
                "AMZ_DOT": {
                    "CLAIM_TITLE": "Enable SiriusXM on all your Alexa devices now!",
                    "CLAIM_SUBTITLE": "Start using voice commands like, \"Alexa, play Hits 1 on SiriusXM\".",
                    "SUCCESS_SUBTITLE": "You have successfully enabled the SiriusXM skill on your new Amazon Alexa device.",
                    "ERROR_SUBTITLE": "There was an issue linking your SiriusXM account to your Amazon account. Once you receive your device, refer to the Helpful links section in your Thank You email or <a class='no-underline' href='https://www.amazon.com/dp/B06X9NK3KD/' target='_blank'>visit our support page</a>.",
                    "DISCLAIMER": "Once linked, SiriusXM will become your default provider for Music and Podcasts on Alexa. Go to Settings>Music & Podcasts>Default Services on the Alexa app to change this.",
                    "DESCRIPTION": "Redemption codes will be delivered upon verification and may take up to 2 weeks. Your Echo Dot is fulfilled directly by Amazon and delivery is subject to Amazon inventory availability and may take up to 8 weeks for delivery. Periods of high demand may cause delays, so redeem as soon as your codes are received."
                },
                "PANDORA": {
                    "CLAIM_TITLE": "Free 2 Month Pandora Premium Trial",
                    "CLAIM_SUBTITLE": "You'll receive email instructions within 24 hours to redeem."
                }
            }
        }
    }
}
