{
    "sales-common": {
        "PersonalInfoComponent": {
            "vehicle": "Véhicule : {{make}} {{model}} {{year}}",
            "radio": "Code de radio: (****{{ radioId }})",
            "USERNAME": "Nom d'utilisateur :"
        },
        "OfferDetailsTranslateService": {
            "DEAL_TYPES": {
                "PROMO": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez une radio et recevez un forfait d’abonnement {{offerName}} pour {{offerTotal}} pour vos premiers {{offerTerm}} {{pluralMonthsMap}}. Votre compte sera facturé à un taux promotionnel de {{offerTotal}} pour les premiers {{offerTerm}} {{pluralMonthsMap}} de votre abonnement payant. <strong>Des redevances musicales et des frais administratifs (FRM) de 20.07% du tarif de l’abonnement et des taxes s’appliquent. Après vos premiers {{offerTerm}} {{pluralMonthsMap}}, votre abonnement se poursuivra automatiquement chaque mois et votre carte de crédit sera facturée au tarif régulier en vigueur à ce moment-là (actuellement {{offerRetailPrice}}/mois , plus frais et taxes) aussi longtemps que vous choisirez de rester abonné. Vous pouvez appeler SiriusXM au 1 833 838-7840 pour annuler en tout temps.</strong> Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités sont sujets à modification. Consultez notre <a href=\"https://www.siriusxm.ca/conditions\" target=\"_blank\">entente du client</a> pour toutes les conditions. SiriusXM recueille et utilise les renseignements personnels conformément à sa <a href=\"https://www.siriusxm.ca/vieprivee\" target=\"_blank\">politique de confidentialité</a>."
                ],
                "PROMO_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un abonnement {{platformPlanName}} et payez {{offerTotal}} pour vos {{offerTerm}} premiers mois. Frais et taxes en sus. Une carte de crédit est requise pour bénéficier de cette offre. <strong>Après la durée initiale de {{ offerTerm }} mois, le service continuera tous les mois ensuite et le prix ordinaire (actuellement {{retailRate}} par mois) sera porté automatiquement à votre carte de crédit, tant que vous choisirez de demeurer abonné. Des frais et des taxes s'appliquent. Des redevances sur la musique et des frais administratifs (FRM) mensuels de 10,2 % s’appliquent à votre abonnement SiriusXM. Pour annuler votre abonnement en tout temps, vous pouvez nous appeler au 1 888 539-7474.</strong> Cette offre ne peut être combinée à aucune autre et est valide uniquement pour les nouveaux abonnés admissibles. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. Certaines fonctionnalités du service peuvent ne pas être accessibles à moins que les « données » ne soient activées; des frais de données peuvent s’appliquer et seront facturés séparément. Contactez votre fournisseur de service sans fil pour des précisions. Toutes les conditions, tous les frais, toute la programmation et toutes les fonctionnalités peuvent être modifiés. La liste des stations varie selon le forfait. Vous ne pouvez écouter qu’au moyen d’un seul appareil de diffusion en continu à la fois par abonnement. Les abonnements de SiriusXM Canada sont régis par notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a>. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='http://siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>."
                ],
                "PROMO_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez une radio et recevez un forfait d’abonnement {{offerName}} pour {{offerTotal}} pour vos premiers {{offerTerm}} {{pluralMonthsMap}}. Votre compte sera facturé à un taux promotionnel de {{offerTotal}} pour les premiers {{offerTerm}} {{pluralMonthsMap}} de votre abonnement payant. Les taxes s’appliquent. <strong>Après vos premiers {{offerTerm}} {{pluralMonthsMap}}, votre abonnement se poursuivra automatiquement chaque mois et votre carte de crédit sera facturée au tarif régulier en vigueur à ce moment-là (actuellement {{offerRetailPrice}}/mois, plus taxes) aussi longtemps que vous choisirez de rester abonné. Le forfait que vous choisissez est d’une durée indéterminée et, par conséquent, les services continueront jusqu’à ce que vous l’annuliez. Vous pouvez appeler SiriusXM au 1 833 838-7840 pour annuler en tout temps.</strong> Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités sont sujets à modification. Consultez notre <a href=\"https://www.siriusxm.ca/conditions\" target=\"_blank\">entente du client</a> pour toutes les conditions. SiriusXM recueille et utilise les renseignements personnels conformément à sa <a href=\"https://www.siriusxm.ca/vieprivee\" target=\"_blank\">politique de confidentialité</a>."
                ],
                "PROMO_QUEBEC_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Achetez un abonnement {{platformPlanName}} et payez {{offerTotal}} pour vos {{offerTerm}} premiers mois. Taxes en sus. Une carte de crédit est requise pour cette offre. <strong>Le service continuera tous les mois ensuite et le prix ordinaire de {{retailRate}} par mois (taxes en sus) sera automatiquement porté à votre carte de crédit tant que vous choisirez de demeurer abonné. Le forfait que vous choisissez est pour une durée indéterminée et, par conséquent, les services continueront jusqu’à ce que vous annuliez votre abonnement. Pour annuler votre abonnement en tout temps, vous pouvez nous appeler au 1 888 539-7474.</strong> Cette offre ne peut être combinée à aucune autre et est valide uniquement pour les nouveaux abonnés admissibles. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. Certaines fonctionnalités du service peuvent ne pas être disponibles à moins que les « données » ne soient activées; des frais de données peuvent s’appliquer et seront facturés séparément. Contactez votre fournisseur de service sans fil pour des précisions. La liste des stations varie selon le forfait. Toutes les conditions, toute la programmation et toutes les fonctionnalités peuvent être modifiés.  Vous ne pouvez écouter qu’au moyen d’un seul appareil de diffusion en continu à la fois par abonnement. Les abonnements de SiriusXM Canada sont régis par notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a>. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='http://siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>."
                ],
                "DEFAULT": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Le forfait que vous choisissez continuera après la période initiale et le prix ordinaire alors applicable sera porté à votre carte de crédit jusqu'à ce que vous annuliez votre abonnement.  Frais et taxes en sus. Pour annuler votre abonnement, vous devez nous appeler au <a href=\"tel:+1-833-838-7846\">1 833 838-7846</a>. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> pour connaître toutes les conditions. Tous les frais et toute la programmation peuvent être modifiés."
                ],
                "DEFAULT_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Le forfait que vous choisissez continuera et le tarif ordinaire alors applicable sera automatiquement porté à votre carte de crédit jusqu'à ce que vous annuliez votre abonnement.  Taxes en sus. Les services vous sont fournis pour une durée indéterminée et vous sont facturés selon la période de facturation entendue. Pour annuler votre abonnement, vous devez nous appeler au <a href=\"tel:+1-833-838-7846\">1 833 838-7846</a>. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> pour connaître toutes les conditions. Tous les frais et toute la programmation peuvent être modifiés."
                ],
                "AMZ_DOT": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un forfait d’abonnement {{offerName}} à {{offerMonthlyRate}} par mois pour une première période de {{offerTerm}} mois et recevez une clé à usage unique échangeable contre une enceinte Echo Dot d’Amazon gratuite sur amazon.ca. Une adresse courriel valide est requise pour obtenir votre clé. Vous serez facturé chaque mois au prix promotionnel de {{offerMonthlyRate}} pour la première période de {{offerTerm}} mois de votre abonnement payé. <strong>Des redevances musicales et des frais d’administration de 17,9 % du prix de votre abonnement et les taxes s’appliquent. Après votre première période de {{offerTerm}} mois, votre abonnement sera automatiquement renouvelé chaque mois, et le coût de votre abonnement sera porté à votre carte de crédit selon le tarif en vigueur à ce moment-là (actuellement {{retailRate}}/mois plus frais et taxes) aussi longtemps que vous choisissez de rester abonné. Vous pouvez contacter SiriusXM au 1 833 838-7840 pour annuler en tout temps.</strong> Les conditions, les frais, le contenu et les fonctionnalités sont tous sujets à changement. Cette offre ne peut être combinée à toute autre offre et peut être modifiée ou résiliée à tout moment. <strong>Limite d’une (1) enceinte Echo Dot gratuite, peu importe la promotion ou le nombre d’abonnements achetés.</strong> Cette offre ne peut être reproduite, transférée ou vendue. Cette offre ne peut être combinée à tout autre rabais ou à toute autre promotion (ex. : aucunes promotions multiples). SiriusXM se réserve le droit de vérifier toute demande. Tout abus réel ou présumé et toute manipulation frauduleuse de cette offre peut entraîner l’annulation du service et le retrait d’un ou de plusieurs prix. Visitez <a href='https://www.amazon.ca' target='_blank'>amazon.ca</a> pour connaître les délais de livraison actuels. Consultez notre <a href='http://siriusxm.ca/conditions' target='_blank'>Entente du client</a> pour obtenir les conditions générales. SiriusXM collecte et utilise les renseignements personnels dans le respect de sa <a href='http://siriusxm.ca/vieprivee' target='_blank'>Politique de confidentialité</a>.",
                    "L’enceinte Echo Dot est conçue et vendue par Amazon.ca Services, LLC. L’utilisation de l’enceinte Echo Dot est sujette aux conditions stipulées sur amazon.ca. Amazon, Echo, Alexa et tous leurs logos sont des marques de commerce d’Amazon.com Inc. ou ses entreprises affiliées."
                ],
                "AMZ_DOT_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Achetez un forfait d’abonnement {{offerName}} à {{offerMonthlyRate}} par mois pour une première période de {{offerTerm}} mois et recevez une clé à usage unique échangeable contre une enceinte Echo Dot d’Amazon gratuite sur amazon.ca. Une adresse courriel valide est requise pour obtenir votre clé. Vous serez facturé chaque mois au prix promotionnel de {{offerMonthlyRate}} pour la première période de {{offerTerm}} mois de votre abonnement payé. Taxes applicables. <strong>Après votre première période de {{offerTerm}} mois, votre abonnement sera automatiquement renouvelé chaque mois, et le coût de votre abonnement sera porté à votre carte de crédit selon le tarif en vigueur à ce moment-là (actuellement {{retailRate}}/mois plus taxes) aussi longtemps que vous choisissez de rester abonné. Le forfait que vous choisissez est pour une durée indéterminée; il se poursuivra ainsi jusqu’à ce que vous l’annuliez. Vous pouvez contacter SiriusXM au 1 833 838-7840 pour annuler en tout temps.</strong>  Les conditions, les frais, le contenu et les fonctionnalités sont tous sujets à changement. Cette offre ne peut être combinée à toute autre offre et peut être modifiée ou résiliée à tout moment. <strong>Limite d’une (1) enceinte Echo Dot gratuite, peu importe la promotion ou le nombre d’abonnements achetés.</strong> Cette offre ne peut être reproduite, transférée ou vendue. Cette offre ne peut être combinée à tout autre rabais ou à toute autre promotion (ex. : aucunes promotions multiples). SiriusXM se réserve le droit de vérifier toute demande. Tout abus réel ou suspect et toute manipulation frauduleuse de cette offre peut entraîner l’annulation du service et le retrait d’un ou de plusieurs prix. Visitez <a href='https://www.amazon.ca' target='_blank'>amazon.ca</a> pour connaître les délais de livraison actuels. Consultez notre <a href='http://siriusxm.ca/conditions' target='_blank'>Entente du client</a> pour obtenir les conditions générales. SiriusXM collecte et utilise les renseignements personnels dans le respect de sa <a href='http://siriusxm.ca/vieprivee' target='_blank'>Politique de confidentialité</a>.",
                    "L’enceinte Echo Dot est conçue et vendue par Amazon.ca Services, LLC. L’utilisation de l’enceinte Echo Dot est sujette aux conditions stipulées sur amazon.ca. Amazon, Echo, Alexa et tous leurs logos sont des marques de commerce d’Amazon.com Inc. ou ses entreprises affiliées."
                ],
                "APPLE": [
                    "<strong>DÉTAILS DE L'OFFRE:</strong> Obtenez jusqu’à 6 mois d’Apple Music offert lorsque vous achetez un abonnement au forfait Le Complet en ligne de SiriusXM et payez {{offerTotal}} pour les premiers {{offerTerm}} mois. Taxes en sus. Une carte de crédit et un courriel sont requis pour bénéficier de cette offre. <strong>Après la durée initiale, le service continuera tous les mois ensuite et le prix ordinaire (actuellement {{retailRate}} par mois, frais et taxes en sus, et sous réserve de modifications moyennant un préavis suffisant) sera porté automatiquement à votre carte de crédit, tant que vous choisirez de demeurer abonné. Des redevances sur la musique et des frais administratifs (FRM) de 10,2 % s'appliquent. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474</strong>. Toute la programmation peut être modifiée. Toutes les conditions, tous les frais, tout le contenu et toutes fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. Vous ne pouvez écouter qu’au moyen d’un seul appareil de diffusion en continu à la fois par abonnement. Cette offre ne peut être combinée à aucune autre et est valide uniquement pour les nouveaux abonnés admissibles. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de services sans fil pour des précisions. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> et notre <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions.",
                    "Apple Music attribué via un code promotionnel échangeable directement auprès d’Apple, qui nécessite un identifiant Apple et un mode de paiement avec Apple. L’essai d’Apple Music de 6 mois est réservé uniquement aux nouveaux abonnés (13 ans et plus) à Apple Music (les abonnés qui reviennent peuvent avoir droit à 3 mois d’Apple Music). Les abonnés existants et les abonnés à Apple One ne sont pas admissibles. Le code promotionnel n’est pas transférable ni échangeable contre de l’argent, un crédit ou toute autre valeur; non valide pour la revente. Les codes perdus ou expirés ne sont pas réémis. Le forfait Apple Music se renouvelle au tarif de 9,99 $/mois après la période de promotion, jusqu’à annulation, directement avec Apple. Valide uniquement pour Apple Music au Canada. Produits et services compatibles requis. Les conditions d’utilisation et la politique de confidentialité d’Apple s’appliquent. Apple Music est une marque déposée d’Apple Inc. Apple n’est pas un commanditaire de cette promotion. Les <a href='https://www.apple.com/ca/fr/legal/internet-services/itunes/cafr/terms.html' target='_blank'>conditions</a> et la <a href='https://www.apple.com/ca/fr/legal/privacy/fr-ca' target='_blank'>politique de confidentialité</a> s’appliquent. <br/><br/> Apple Music est une marque déposée d’Apple Inc. Apple n’est pas un commanditaire de cette promotion."
                ],
                "APPLE_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE:</strong> Obtenez jusqu’à 6 mois d’Apple Music offert lorsque vous achetez un abonnement au forfait Le Complet en ligne de SiriusXM LE Complet et payez {{offerTotal}} pour votre première période de {{offerTerm}} mois. Taxes en sus. Une carte de crédit et un courriel sont requis pour bénéficier de cette offre. <strong>Après la durée initiale, le service continuera tous les mois ensuite et le prix ordinaire (actuellement {{retailRate}} par mois, taxes en sus, et sous réserve de modifications moyennant un préavis suffisant) sera porté automatiquement à votre carte de crédit. Les services vous sont fournis pour une durée indéterminée et vous sont facturés de manière récurrente selon la période de facturation convenue. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474</strong>.Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. Cette offre ne peut être combinée à aucune autre et est valide uniquement pour les nouveaux abonnés admissibles. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de services sans fil pour des précisions. Vous ne pouvez écouter qu’au moyen d’un seul appareil de diffusion en continu à la fois par abonnement. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> et notre <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions.",
                    "Apple Music attribué via un code promotionnel échangeable directement auprès d’Apple, qui nécessite un identifiant Apple et un mode de paiement avec Apple. L’essai d’Apple Music de 6 mois est réservé uniquement aux nouveaux abonnés (13 ans et plus) à Apple Music (les abonnés qui reviennent peuvent avoir droit à 3 mois d’Apple Music). Les abonnés existants et les abonnés à Apple One ne sont pas admissibles. Le code promotionnel n’est pas transférable ni échangeable contre de l’argent, un crédit ou toute autre valeur; non valide pour la revente. Les codes perdus ou expirés ne sont pas réémis. Le forfait Apple Music se renouvelle au tarif de 9,99 $/mois après la période de promotion, jusqu’à annulation, directement avec Apple. Valide uniquement pour Apple Music au Canada. Produits et services compatibles requis. Les conditions d’utilisation et la politique de confidentialité d’Apple s’appliquent. Apple Music est une marque déposée d’Apple Inc. Apple n’est pas un commanditaire de cette promotion. Les <a href='https://www.apple.com/ca/fr/legal/internet-services/itunes/cafr/terms.html' target='_blank'>conditions</a> et la <a href='https://www.apple.com/ca/fr/legal/privacy/fr-ca' target='_blank'>politique de confidentialité</a> s’appliquent. <br/><br/> Apple Music est une marque déposée d’Apple Inc. Apple n’est pas un commanditaire de cette promotion."
                ],
                "MEGA_APPLE": [
                    "<strong>DÉTAILS DE L'OFFRE:</strong> L’offre expire le 31 juillet 2022. Obtenez jusqu’à 6 mois d’Apple Music gratuits lorsque vous activez une radio et obtenez un abonnement {{offerName}} au prix de lancement pour vos {{offerTerm}} premiers mois. Durant vos {{offerTerm}} premiers mois d’abonnement au prix de lancement, votre service sera surclassé (sans frais supplémentaires) et vous aurez accès aux chaînes et aux fonctionnalités offertes avec le forfait d’abonnement {{offerUpgrade}}. Les économies sont basées sur le tarif mensuel du forfait {{offerUpgrade}}, actuellement de {{packageUpgradePrice}}/mois. Votre compte sera facturé à un tarif promotionnel de {{offerMonthlyRate}} par mois pendant les {{offerTerm}} premiers mois de votre abonnement payé. Frais et taxes applicables. Des redevances sur la musique et des frais administratifs (FRM) de 20.07 % du prix de votre abonnement s'appliquent. <strong>Après vos {{offerTerm}} premiers mois, votre abonnement au forfait {{offerName}} sera renouvelé tous les mois et le prix régulier alors applicable (actuellement de {{retailRate}}/mois plus frais et taxes) sera porté automatiquement à votre carte de crédit tant que vous choisirez de demeurer abonné. Vous pouvez appeler SiriusXM au 1 833 838-7840  pour annuler votre abonnement en tout temps.</strong> Limite d’un (1) code promo Apple Music par personne. Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés. Les abonnements à SiriusXM Canada sont régis par notre Entente du client figurant sur <a href='http://www.siriusxm.ca/conditions' target='_blank'>siriusxm.ca/conditions. </a>SiriusXM recueille et utilise les renseignements personnels conformément à sa Politique de la vie privée, que vous pouvez consulter sur <a href='http://www.siriusxm.ca/vieprivee' target='_blank'>siriusxm.ca/vieprivee</a>.",
                    "Apple Music attribué via un code promotionnel échangeable directement auprès d’Apple, qui nécessite un identifiant Apple et un mode de paiement avec Apple. L’essai d’Apple Music de 6 mois est offert uniquement aux nouveaux abonnés (13 ans et plus) à Apple Music (les anciens abonnés peuvent être admissibles à 5 mois d’Apple Music gratuits). Les abonnés existants et les abonnés à Apple One ne sont pas admissibles. Le code promotionnel n’est pas transférable ni échangeable contre de l’argent, un crédit ou toute autre valeur; non valide pour la revente. Les codes perdus ou expirés ne sont pas réémis. Le forfait Apple Music se renouvelle au tarif de 9,99 $/mois après la période de promotion, jusqu’à annulation, directement avec Apple. Valide uniquement pour Apple Music au Canada. Produits et services compatibles requis. Les conditions d’utilisation et la politique de confidentialité d’Apple s’appliquent. Apple Music est une marque déposée d’Apple Inc. Apple n’est pas un commanditaire de cette promotion. Les <a href='https://www.apple.com/ca/fr/legal/internet-services/itunes/cafr/terms.html' target='_blank'>conditions</a> et la <a href='https://www.apple.com/ca/fr/legal/privacy/fr-ca/' target='_blank'>politique de confidentialité</a> s’appliquent.<br/><br/> Apple Music est une marque déposée d’Apple Inc. Apple n’est pas un commanditaire de cette promotion."
                ],
                "MEGA_APPLE_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE:</strong> L’offre expire le 31 juillet 2022. Obtenez jusqu’à 6 mois d’Apple Music gratuits lorsque vous activez une radio et obtenez un abonnement {{offerName}} au prix de lancement pour vos {{offerTerm}} premiers mois. Durant vos {{offerTerm}} premiers mois d’abonnement au prix de lancement, votre service sera surclassé (sans frais supplémentaires) et vous aurez accès aux chaînes et aux fonctionnalités offertes avec le forfait d’abonnement {{offerUpgrade}}. Les économies sont basées sur le tarif mensuel du forfait {{offerUpgrade}}, actuellement de {{packageUpgradePrice}}/mois. Votre compte sera facturé à un tarif promotionnel de {{offerMonthlyRate}} par mois pendant les {{offerTerm}} premiers mois de votre abonnement payé. Des taxes s'appliquent. <strong>Après vos {{offerTerm}} premiers mois, votre abonnement au forfait {{offerName}} sera renouvelé tous les mois et le prix régulier alors applicable (actuellement de {{retailRate}}/mois plus taxes) sera porté automatiquement à votre carte de crédit tant que vous choisirez de demeurer abonné. Vous pouvez appeler SiriusXM au 1 833 838-7840  pour annuler votre abonnement en tout temps.</strong> Limite d’un (1) code promo Apple Music par personne. Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés. Les abonnements à SiriusXM Canada sont régis par notre Entente du client figurant sur <a href='http://www.siriusxm.ca/conditions' target='_blank'>siriusxm.ca/conditions. </a>SiriusXM recueille et utilise les renseignements personnels conformément à sa Politique de la vie privée, que vous pouvez consulter sur <a href='http://www.siriusxm.ca/vieprivee' target='_blank'>siriusxm.ca/vieprivee</a>.",
                    "Apple Music attribué via un code promotionnel échangeable directement auprès d’Apple, qui nécessite un identifiant Apple et un mode de paiement avec Apple. L’essai d’Apple Music de 6 mois est offert uniquement aux nouveaux abonnés (13 ans et plus) à Apple Music (les anciens abonnés peuvent être admissibles à 5 mois d’Apple Music gratuits). Les abonnés existants et les abonnés à Apple One ne sont pas admissibles. Le code promotionnel n’est pas transférable ni échangeable contre de l’argent, un crédit ou toute autre valeur; non valide pour la revente. Les codes perdus ou expirés ne sont pas réémis. Le forfait Apple Music se renouvelle au tarif de 9,99 $/mois après la période de promotion, jusqu’à annulation, directement avec Apple. Valide uniquement pour Apple Music au Canada. Produits et services compatibles requis. Les conditions d’utilisation et la politique de confidentialité d’Apple s’appliquent. Apple Music est une marque déposée d’Apple Inc. Apple n’est pas un commanditaire de cette promotion. Les <a href='https://www.apple.com/ca/fr/legal/internet-services/itunes/cafr/terms.html' target='_blank'>conditions</a> et la <a href='https://www.apple.com/ca/fr/legal/privacy/fr-ca/' target='_blank'>politique de confidentialité</a> s’appliquent.<br/><br/> Apple Music est une marque déposée d’Apple Inc. Apple n’est pas un commanditaire de cette promotion."
                ],
                "MEGA_WINBACK_AMZ_DOT": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez une radio et recevez un abonnement {{offerName}} au prix de lancement pour vos {{offerTerm}} premiers mois, plus une seule clé d’échange à usage unique pour un Echo Dot d’Amazon gratuit par l’entremise d’amazon.ca. Une adresse courriel valide est requise pour recevoir la clé d’échange. Pendant votre période initiale d'abonnement de {{offerTerm}} mois, votre service sera rehaussé (sans frais supplémentaires pour vous) et vous aurez accès aux stations et aux fonctionnalités offertes dans le cadre de notre forfait d'abonnement {{offerUpgrade}}. Les économies sont basées sur le tarif mensuel du forfait {{offerUpgrade}}, fixé actuellement à {{packageUpgradePrice}}/mois. Votre compte sera facturé au tarif promotionnel de {{priceMonthPhrase}} les {{offerTerm}} premiers mois de votre abonnement payé. Des redevances sur la musique et des frais administratifs (FRM) de 17,9 % du prix de votre abonnement et des taxes s'appliquent. <strong>Après vos {{offerTerm}} premiers mois, votre abonnement {{offerName}} sera renouvelé tous les mois et le prix ordinaire alors applicable sera porté automatiquement à votre carte de crédit (actuellement {{retailRate}}/mois, plus les FRM et les taxes) tant que vous choisirez de demeurer abonné. Vous pouvez appeler SiriusXM au 1 833 838-7840 pour annuler votre abonnement en tout temps. Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés.</strong> Les abonnements à SiriusXM Canada sont régis par notre Entente du client figurant à <a href='http://siriusxm.ca/conditions' target='_blank'>siriusxm.ca/conditions</a>. SiriusXM recueille et utilise les renseignements personnels conformément à sa Politique de la vie privée que vous pouvez consulter à <a href='http://siriusxm.ca/vieprivee' target='_blank'>siriusxm.ca/vieprivee</a>. Cette offre ne peut être combinée à aucune autre offre et peut être modifiée ou résiliée à tout moment. L'Echo Dot est offert sous la forme d'un code rempli sur Amazon.ca et la livraison de l'Echo Dot est soumise à la disponibilité de l'inventaire d'Amazon. Veuillez prévoir jusqu'à trois semaines pour les instructions d'échange.",
                    "L’Echo Dot est vendu par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC, et est couvert par une garantie limitée de un an fournie par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC. Pour recevoir votre Echo Dot, utilisez le code de coupon au moment du passage à la caisse à <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>. Cette offre ne peut être échangée qu’une seule fois et utilisée pour un seul appareil. Cette offre est non transférable et ne peut être revendue. L’offre ne peut être combinée à aucun autre rabais ou à aucune autre promotion (c.-à-d. aucune accumulation de promotions permise). Limite d’une offre par client et par compte Amazon. L’offre s’applique uniquement aux appareils Echo Dot (3e génération) vendus par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC (recherchez la mention « vendu par <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a> » ou « vendu par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC » sur la page des détails du produit). Les produits vendus par des tiers vendeurs ou d’autres entités d’Amazon ne seront pas admissibles à cette offre, même s’ils sont accompagnés de la mention « Fourni par <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a> » ou « Admissible à Prime ». Des frais d’expédition, d’autres frais et des taxes peuvent s’appliquer à la pleine valeur des articles promotionnels à rabais ou gratuits. Le rabais de l’offre sera appliqué proportionnellement parmi tous les articles promotionnels compris dans votre commande. Si n’importe lequel des produits ou n’importe quel contenu relatif à cette offre est retourné, votre remboursement équivaudra au montant que vous avez payé pour le produit ou le contenu, sous réserve des politiques de remboursement applicables d’Amazon. Si vous contrevenez à l’une de ces conditions, l’offre sera invalide. L’utilisation de l’appareil Echo Dot est régie par les conditions figurant à l’adresse : <a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a>."
                ],
                "MEGA_WINBACK_AMZ_DOT_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez une radio et recevez un abonnement {{offerName}} au prix de lancement pour vos {{offerTerm}} premiers mois, plus une seule clé d’échange à usage unique pour un Echo Dot d’Amazon gratuit par l’entremise d’amazon.ca. Une adresse courriel valide est requise pour recevoir la clé d’échange. Pendant votre période initiale d'abonnement de {{offerTerm}} mois, votre service sera rehaussé (sans frais supplémentaires pour vous) et vous aurez accès aux stations et aux fonctionnalités offertes dans le cadre de notre forfait d'abonnement {{offerUpgrade}}. Les économies sont basées sur le tarif mensuel du forfait {{offerUpgrade}}, fixé actuellement à {{packageUpgradePrice}}/mois. Votre compte sera facturé au tarif promotionnel de {{priceMonthPhrase}} les {{offerTerm}} premiers mois de votre abonnement payé. Des taxes s'appliquent. <strong>Après vos {{offerTerm}} premiers mois, votre abonnement {{offerName}} continuera en fonction d'un forfait de facturation mensuel et le prix ordinaire alors applicable sera porté automatiquement à votre carte de crédit (actuellement {{retailRate}}/mois) tant que vous choisirez de demeurer abonné. Vous pouvez appeler SiriusXM au 1 833 838-7840 pour annuler votre abonnement en tout temps. Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés.</strong> Les abonnements à SiriusXM Canada sont régis par notre Entente du client figurant à <a href='http://siriusxm.ca/conditions' target='_blank'>siriusxm.ca/conditions</a>. SiriusXM recueille et utilise les renseignements personnels conformément à sa Politique de la vie privée que vous pouvez consulter à <a href='http://siriusxm.ca/vieprivee' target='_blank'>siriusxm.ca/vieprivee</a>. Cette offre ne peut être combinée à aucune autre offre et peut être modifiée ou résiliée à tout moment. L'Echo Dot est offert sous la forme d'un code rempli sur Amazon.ca et la livraison de l'Echo Dot est soumise à la disponibilité de l'inventaire d'Amazon. Veuillez prévoir jusqu'à trois semaines pour les instructions d'échange.",
                    "L’Echo Dot est vendu par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC, et est couvert par une garantie limitée de un an fournie par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC. Pour recevoir votre Echo Dot, utilisez le code promotionnel lorsque vous passerez la commande sur <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a>. Cette offre ne peut être échangée qu’une seule fois et utilisée pour un seul appareil. Cette offre est non transférable et ne peut être revendue. L’offre ne peut être combinée à aucun autre rabais ou à aucune autre promotion (c.-à-d. aucune accumulation de promotions permise). Limite d’une offre par client et par compte Amazon. L’offre s’applique uniquement aux appareils Echo Dot (3e génération) vendus par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC (recherchez la mention « vendu par <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a> » ou « vendu par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC » sur la page des détails du produit). Les produits vendus par des tiers vendeurs ou d’autres entités d’Amazon ne seront pas admissibles à cette offre, même s’ils sont accompagnés de la mention « Fourni par <a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a> » ou « Admissible à Prime ». Des frais d’expédition, d’autres frais et des taxes peuvent s’appliquer à la pleine valeur des articles promotionnels à rabais ou gratuits. Le rabais de l’offre sera appliqué proportionnellement parmi tous les articles promotionnels compris dans votre commande. Si n’importe lequel des produits ou n’importe quel contenu relatif à cette offre est retourné, votre remboursement équivaudra au montant que vous avez payé pour le produit ou le contenu, sous réserve des politiques de remboursement applicables d’Amazon. Si vous contrevenez à l’une de ces conditions, l’offre sera invalide. L’utilisation de l’appareil Echo Dot est régie par les conditions figurant à l’adresse : <a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a>."
                ],
                "MEGA_LITE": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez une radio et recevez un abonnement {{offerName}} au prix de lancement pour vos {{offerTerm}} premiers mois. Pendant votre période initiale d'abonnement de {{offerTerm}} mois, votre service sera rehaussé (sans frais supplémentaires pour vous) et vous aurez accès aux stations et aux fonctionnalités offertes dans le cadre de notre forfait d'abonnement {{offerUpgrade}}. Les économies sont basées sur le tarif mensuel du forfait {{offerUpgrade}}, fixé actuellement à {{packageUpgradePrice}}/mois. Votre compte sera facturé au tarif promotionnel de {{offerMonthlyRate}} chaque mois pendant les {{offerTerm}} premiers mois de votre abonnement payé. Des redevances sur la musique et des frais administratifs (FRM) de 17,9 % du prix de votre abonnement et des taxes s'appliquent. <strong>Après vos {{offerTerm}} premiers mois, votre abonnement {{offerName}} sera renouvelé tous les mois et le prix ordinaire alors applicable sera porté automatiquement à votre carte de crédit (actuellement {{retailRate}}/mois, plus les FRM et les taxes) tant que vous choisirez de demeurer abonné. Vous pouvez appeler SiriusXM au 1 833 838-7840 pour annuler votre abonnement en tout temps.</strong> Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés. Les abonnements à SiriusXM Canada sont régis par notre Entente du client figurant à <a href='https://www.siriusxm.ca/conditions' target='_blank'>siriusxm.ca/conditions</a>. SiriusXM recueille et utilise les renseignements personnels conformément à sa Politique de la vie privée que vous pouvez consulter à <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>siriusxm.ca/vieprivee</a>."
                ],
                "MEGA_LITE_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez une radio et recevez un abonnement {{offerName}} au prix de lancement pour vos {{offerTerm}} premiers mois. Pendant votre période initiale d'abonnement de {{offerTerm}} mois, votre service sera rehaussé (sans frais supplémentaires pour vous) et vous aurez accès aux stations et aux fonctionnalités offertes dans le cadre de notre forfait d'abonnement {{offerUpgrade}}. Les économies sont basées sur le tarif mensuel du forfait {{offerUpgrade}}, fixé actuellement à {{packageUpgradePrice}}/mois. Votre compte sera facturé au tarif promotionnel de {{offerMonthlyRate}} chaque mois pendant les {{offerTerm}} premiers mois de votre abonnement payé. Des taxes s'appliquent. <strong>Après vos {{offerTerm}} premiers mois, votre abonnement {{offerName}} continuera en fonction d'un forfait de facturation mensuel et le prix ordinaire alors applicable sera porté automatiquement à votre carte de crédit (actuellement {{retailRate}}/mois) tant que vous choisirez de demeurer abonné. Vous pouvez appeler SiriusXM au 1 833 838-7840 pour annuler votre abonnement en tout temps.</strong> Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés. Les abonnements à SiriusXM Canada sont régis par notre Entente du client figurant à <a href='https://www.siriusxm.ca/conditions' target='_blank'>siriusxm.ca/conditions</a>. SiriusXM recueille et utilise les renseignements personnels conformément à sa Politique de la vie privée que vous pouvez consulter à <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>siriusxm.ca/vieprivee</a>."
                ],
                "AMZ_DOT_PROMO_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Achetez un abonnement {{platformPlanName}}, et payez {{priceMonthPhrase}} pour vos {{offerTerm}} premiers mois et obtenez un Echo Dot gratuity, jusqu’à épuisement des stocks. Des taxes et des frais d’expédition peuvent s’appliquer. Une carte de crédit et une adresse courriel sont requises pour bénéficier de cette offre. <strong>Après la durée initiale, le service continuera tous les mois ensuite et le prix ordinaire (actuellement  {{retailRate}} par mois, frais et taxes en sus, et sous réserve de modifications moyennant un préavis suffisant) sera porté automatiquement à votre carte de crédit, tant que vous choisirez de demeurer abonné. Des redevances sur la musique et des frais administratifs (FRM) de 10,2 % s'appliquent. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474. Si vous annulez ou résiliez votre abonnement {{platformPlanName}} pendant les {{etfTerm}} premiers mois, des FRAIS DE RÉSILIATION ANTICIPÉE de {{etf}} vous seront facturés.</strong> SiriusXM se réserve le droit de vérifier toute demande. Tout abus réel ou présumé et toute manipulation frauduleuse de cette offre peut entraîner l’annulation du service et le retrait d’un ou de plusieurs prix. Toute la programmation peut être modifiée. Toutes les conditions, tous les frais, tout le contenu et toutes fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. Vous ne pouvez écouter qu’au moyen d’un seul appareil de diffusion en continu à la fois par abonnement. Cette offre ne peut être combinée à aucune autre et est valide uniquement pour les nouveaux abonnés admissibles. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de services sans fil pour des précisions. Consultez notre <a href='https://www.siriusxm.ca/fr/conditions-generales/' target='_blank'>Entente du client</a> et notre <a href='https://www.siriusxm.ca/fr/politique-de-confidentialite/' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions. L'offre est limitée à l'échange de 1 Echo Dot pour client. Cette offre ne peut être combinée à aucune autre offre et peut être modifiée ou résiliée à tout moment. L'Echo Dot est offert sous la forme d'un code rempli sur Amazon.ca et la livraison de l'Echo Dot est soumise à la disponibilité de l'inventaire d'Amazon.",
                    "L’enceinte Echo Dot est conçue et vendue par Amazon.ca Services, LLC. L’utilisation de l’enceinte Echo Dot est sujette aux conditions stipulées sur amazon.ca. Amazon, Echo, Alexa et tous leurs logos sont des marques de commerce d’Amazon.com Inc. ou ses entreprises affiliées."
                ],
                "AMZ_DOT_PROMO_STREAMING_NO_ETF": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un abonnement {{platformPlanName}}, payez {{offerTotal}} pour vos {{offerTerm}} premiers mois et obtenez un Echo Dot gratuity, (des frais d’expédition et des taxes peuvent s’appliquer), jusqu’à épuisement des stocks. Le service continuera tous les mois par la suite et les frais seront portés automatiquement à votre carte de crédit tant que vous choisirez de demeurer abonné. Frais et taxes en sus. Des redevances sur la musique et des frais administratifs (FRM) de 10,2 % s'appliquent. Carte de crédit requise. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474. Toute la programmation peut être modifiée. SiriusXM Canada se réserve le droit de modifier cette offre ou d'y mettre fin en tout temps. L'offre ne peut être combinée à aucune autre offre et est valide uniquement pour les nouveaux abonnés. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de service sans fil pour obtenir des précisions. Consultez notre <b><a href='https://www.siriusxm.ca/fr/conditions-generales/' target='_blank'>Entente du client</a></b> et notre <b><a href='https://www.siriusxm.ca/fr/politique-de-confidentialite/' target='_blank'>Politique de la vie privée</a></b> pour connaître toutes les conditions. L'offre n'est pas valide pour les résidents du Québec. Cette offre ne peut être combinée à aucune autre offre et peut être modifiée ou résiliée à tout moment. L'Echo Dot est offert sous la forme d'un code rempli sur Amazon.ca et la livraison de l'Echo Dot est soumise à la disponibilité de l'inventaire d'Amazon. Veuillez prévoir jusqu'à trois semaines pour les instructions d'échange.",
                    "L'Echo Dot est vendu par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC, et est couvert par une garantie limitée de un an fournie par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> Services, Inc. Pour recevoir votre Echo Dot, utilisez le code de coupon au moment du passage à la caisse à <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b>. Cette offre ne peut être échangée qu'une seule fois et utilisée pour un seul appareil. Cette offre est non transférable et ne peut être revendue. L'offre ne peut être combinée à aucun autre rabais ou à aucune autre promotion (c.-à-d. aucune accumulation de promotions permise). Limite d'une offre par client et par compte Amazon. L'offre s'applique uniquement aux appareils Echo Dot (3<sup>e</sup> génération) vendus par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC (recherchez la mention « vendu par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> » ou « vendu par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC » sur la page des détails du produit). Les produits vendus par des tiers vendeurs ou d'autres entités d'Amazon ne seront pas admissibles à cette offre, même s'ils sont accompagnés de la mention « Fourni par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> » ou « Admissible à Prime ». Des frais d'expédition, d'autres frais et des taxes peuvent s'appliquer à la pleine valeur des articles promotionnels à rabais ou gratuits. Le rabais de l'offre sera appliqué proportionnellement parmi tous les articles promotionnels compris dans votre commande. Si n'importe lequel des produits ou n'importe quel contenu relatif à cette offre est retourné, votre remboursement équivaudra au montant que vous avez payé pour le produit ou le contenu, sous réserve des politiques de remboursement applicables d'Amazon. Si vous contrevenez à l'une de ces conditions, l'offre sera invalide. L'utilisation de l'appareil Echo Dot est régie par les conditions figurant à l'adresse : <strong><a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a></strong>."
                ],
                "AMZ_DOT_QUEBEC_PROMO_STREAMING_NO_ETF": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un abonnement {{platformPlanName}}, payez {{offerMonthlyRate}} pour vos {{offerTerm}} premiers mois et obtenez un Echo Dot d’Amazon gratuit, jusqu’à épuisement des stocks. Des taxes et des frais d’expédition peuvent s’appliquer. Une carte de crédit et une adresse courriel sont requises pour bénéficier de cette offre. <strong>Après la durée initiale, le service continuera tous les mois ensuite et le prix ordinaire de {{retailRate}} par mois plus taxes, sera porté automatiquement à votre carte de crédit, tant que vous choisirez de demeurer abonné. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474. Veuillez consulter notre <a href='https://www.siriusxm.ca/fr/conditions-generales/' target='_blank'>Entente du client</a> pour connaître toutes les conditions et savoir comment annuler, ce qui comprend nous appeler au 1 888 539-7474.</strong> Les services sont fournis pour une durée indéterminée et les comptes sont facturés en fonction de la période de facturation choisie. SiriusXM utilise vos renseignements personnels conformément aux lois sur la protection des renseignements personnels en vigueur et à notre <a href='https://www.siriusxm.ca/fr/politique-de-confidentialite/' target='_blank'>Politique de la vie privée</a>. Tout le contenu et toutes les fonctionnalités peuvent être modifiés. Cette offre est présentée exclusivement par Sirius XM Canada Inc. Cette offre ne peut être combinée à aucune autre et peut être modifiée ou résiliée en tout temps. Limite de 1 Echo Dot d’Amazon par nouveau client. La présente offre est non transférable et ne peut pas être vendue. Après votre achat d’un abonnement, un lien à amazon.ca vous sera fourni et Amazon vous enverra votre Echo Dot. Cette offre doit être échangée dans les 30 jours. Cette offre ne peut être combinée à aucune autre offre et peut être modifiée ou résiliée à tout moment. L'Echo Dot est offert sous la forme d'un code rempli sur Amazon.ca et la livraison de l'Echo Dot est soumise à la disponibilité de l'inventaire d'Amazon. Veuillez prévoir jusqu'à trois semaines pour les instructions d'échange.",
                    "L'Echo Dot est vendu par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC, et est couvert par une garantie limitée de un an fournie par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> Services, Inc. Pour recevoir votre Echo Dot, utilisez le code de coupon au moment du passage à la caisse à <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b>. Cette offre ne peut être échangée qu'une seule fois et utilisée pour un seul appareil. Cette offre est non transférable et ne peut être revendue. L'offre ne peut être combinée à aucun autre rabais ou à aucune autre promotion (c.-à-d. aucune accumulation de promotions permise). Limite d'une offre par client et par compte Amazon. L'offre s'applique uniquement aux appareils Echo Dot (3<sup>e</sup> génération) vendus par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC (recherchez la mention « vendu par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> » ou « vendu par <a href='https://www.amazon.com' target='_blank'>Amazon.com</a> Services, LLC » sur la page des détails du produit). Les produits vendus par des tiers vendeurs ou d'autres entités d'Amazon ne seront pas admissibles à cette offre, même s'ils sont accompagnés de la mention « Fourni par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> » ou « Admissible à Prime ». Des frais d'expédition, d'autres frais et des taxes peuvent s'appliquer à la pleine valeur des articles promotionnels à rabais ou gratuits. Le rabais de l'offre sera appliqué proportionnellement parmi tous les articles promotionnels compris dans votre commande. Si n'importe lequel des produits ou n'importe quel contenu relatif à cette offre est retourné, votre remboursement équivaudra au montant que vous avez payé pour le produit ou le contenu, sous réserve des politiques de remboursement applicables d'Amazon. Si vous contrevenez à l'une de ces conditions, l'offre sera invalide. L'utilisation de l'appareil Echo Dot est régie par les conditions figurant à l'adresse : <strong><a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a></strong>."
                ],
                "AMZ_DOT_QUEBEC_PROMO_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Achetez un abonnement {{platformPlanName}}, et payez {{priceMonthPhrase}} pour vos {{offerTerm}} premiers mois et obtenez un Echo Dot gratuity, jusqu’à épuisement des stocks. Des taxes d’expédition peuvent s’appliquer. Une carte de crédit et une adresse courriel sont requises pour bénéficier de cette offre. <strong>Après la durée initiale, le service continuera tous les mois ensuite et le prix ordinaire (actuellement {{retailRate}} par mois, taxes en sus, et sous réserve de modifications moyennant un préavis suffisant) sera porté automatiquement à votre carte de crédit, tant que vous choisirez de demeurer abonné. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474.</strong> SiriusXM se réserve le droit de vérifier toute demande. Tout abus réel ou présumé et toute manipulation frauduleuse de cette offre peut entraîner l’annulation du service et le retrait d’un ou de plusieurs prix. Toute la programmation peut être modifiée. Toutes les conditions, tous les frais, tout le contenu et toutes fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. Vous ne pouvez écouter qu’au moyen d’un seul appareil de diffusion en continu à la fois par abonnement. Cette offre ne peut être combinée à aucune autre et est valide uniquement pour les nouveaux abonnés admissibles. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de services sans fil pour des précisions. Consultez notre <a href='https://www.siriusxm.ca/fr/conditions-generales/' target='_blank'>Entente du client</a> et notre <a href='https://www.siriusxm.ca/fr/politique-de-confidentialite/' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions. L'offre est limitée à l'échange de 1 Echo Dot pour client. Cette offre ne peut être combinée à aucune autre offre et peut être modifiée ou résiliée à tout moment. L'Echo Dot est offert sous la forme d'un code rempli sur Amazon.ca et la livraison de l'Echo Dot est soumise à la disponibilité de l'inventaire d'Amazon.",
                    "L’enceinte Echo Dot est conçue et vendue par Amazon.ca Services, LLC. L’utilisation de l’enceinte Echo Dot est sujette aux conditions stipulées sur amazon.ca. Amazon, Echo, Alexa et tous leurs logos sont des marques de commerce d’Amazon.com Inc. ou ses entreprises affiliées."
                ],
                "AMZ_DOT_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un abonnement {{offerName}}, payez {{retailRate}} par mois et obtenez un Echo Dot gratuit, (des frais d’expédition et des taxes peuvent s’appliquer), jusqu’à épuisement des stocks. Le service continuera tous les mois par la suite et les frais seront portés automatiquement à votre carte de crédit tant que vous choisirez de demeurer abonné. Frais et taxes en sus. Des redevances sur la musique et des frais administratifs (FRM) de 10,2 % s'appliquent. Carte de crédit requise. Pour annuler votre abonnement, vous pouvez nous appeler au 1 833 838-7846. Si vous annulez ou résiliez votre abonnement {{offerName}} pendant les {{etfTerm}} premiers mois, des <b>FRAIS DE RÉSILIATION ANTICIPÉE de {{etf}}</b> vous seront facturés. Toute la programmation peut être modifiée. SiriusXM Canada se réserve le droit de modifier cette offre ou d'y mettre fin en tout temps. L'offre ne peut être combinée à aucune autre offre et est valide uniquement pour les nouveaux abonnés. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de service sans fil pour obtenir des précisions. Consultez notre <b><a href='https://www.siriusxm.ca/fr/conditions-generales/' target='_blank'>Entente du client</a></b> et notre <b><a href='https://www.siriusxm.ca/fr/politique-de-confidentialite/' target='_blank'>Politique de la vie privée</a></b> pour connaître toutes les conditions. L'offre est limitée à l'échange de 1 Echo Dot pour client. Cette offre ne peut être combinée à aucune autre offre et peut être modifiée ou résiliée à tout moment. L'Echo Dot est offert sous la forme d'un code rempli sur Amazon.ca et la livraison de l'Echo Dot est soumise à la disponibilité de l'inventaire d'Amazon. Veuillez prévoir jusqu'à trois semaines pour les instructions d'échange.",
                    "L'Echo Dot est vendu par Amazon.com Services, LLC, et est couvert par une garantie limitée de un an fournie par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> Services, Inc. Pour recevoir votre Echo Dot, utilisez le code de coupon au moment du passage à la caisse à <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b>. Cette offre ne peut être échangée qu'une seule fois et utilisée pour un seul appareil. Cette offre est non transférable et ne peut être revendue. L'offre ne peut être combinée à aucun autre rabais ou à aucune autre promotion (c.-à-d. aucune accumulation de promotions permise). Limite d'une offre par client et par compte Amazon. L'offre s'applique uniquement aux appareils Echo Dot (3<sup>e</sup> génération) vendus par Amazon.com Services, LLC (recherchez la mention « vendu par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> » ou « vendu par Amazon.com Services, LLC » sur la page des détails du produit). Les produits vendus par des tiers vendeurs ou d'autres entités d'Amazon ne seront pas admissibles à cette offre, même s'ils sont accompagnés de la mention « Fourni par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> » ou « Admissible à Prime ». Des frais d'expédition, d'autres frais et des taxes peuvent s'appliquer à la pleine valeur des articles promotionnels à rabais ou gratuits. Le rabais de l'offre sera appliqué proportionnellement parmi tous les articles promotionnels compris dans votre commande. Si n'importe lequel des produits ou n'importe quel contenu relatif à cette offre est retourné, votre remboursement équivaudra au montant que vous avez payé pour le produit ou le contenu, sous réserve des politiques de remboursement applicables d'Amazon. Si vous contrevenez à l'une de ces conditions, l'offre sera invalide. L'utilisation de l'appareil Echo Dot est régie par les conditions figurant à l'adresse : <b><a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a></b>."
                ],
                "AMZ_DOT_PROMO_STREAMING_TRIAL": [
                    "<strong>DÉTAILS DE L’OFFRE :</strong> Activez un abonnement {{platformPlanName}}, payez {{priceMonthPhrase}} pour vos {{offerTerm}} premiers mois et obtenez un Echo Dot gratuity, (des frais d’expédition et des taxes peuvent s’appliquer), jusqu’à épuisement des stocks. Une carte de crédit et une adresse courriel sont requises pour profiter de cette offre. <strong>Après la durée initiale de {{ offerTerm }} mois, le service continuera tous les mois ensuite et le prix ordinaire (actuellement {{retailRate}} par mois) sera porté automatiquement à votre carte de crédit, tant que vous choisirez de demeurer abonné. Des frais et des taxes s'appliquent. Des redevances sur la musique et des frais administratifs (FRM) mensuels de 10,2 % s’appliquent à votre abonnement SiriusXM. Pour annuler votre abonnement en tout temps, vous pouvez nous appeler au 1 888 539-7474.</strong> Si vous annulez ou résiliez votre abonnement {{platformPlanName}} pendant les {{etfTerm}} premiers mois, des FRAIS DE RÉSILIATION ANTICIPÉE de {{etf}} vous seront facturés. Cette offre ne peut être combinée à aucune autre et est offerte aux nouveaux abonnés admissibles seulement. SiriusXM Canada se réserve le droit de modifier ou de mettre fin à cette offre en tout temps. Le service de lecture en continu peut ne pas être disponible si les données ne sont pas activées ; des frais de données peuvent s'appliquer et sont facturés séparément. Contactez votre fournisseur de services sans fil pour plus de détails. Toutes les modalités, tous les frais, tout le contenu et toutes les fonctionnalités sont sujets à changement. La programmation des chaînes varie selon le forfait. Vous pouvez écouter sur un seul appareil de diffusion en continu à la fois par abonnement. Offre non disponible pour les résidents du Québec. L'offre est limitée à l'échange de 1 Echo Dot pour client. Les abonnements à SiriusXM Canada sont assujettis à notre <a href='https://www.siriusxm.ca/fr/conditions-generales/' target='_blank'>Entente du client</a>. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='https://www.siriusxm.ca/fr/politique-de-confidentialite/' target='_blank'>Politique de la vie privée</a>."
                ],
                "AMZ_DOT_QUEBEC_PROMO_STREAMING_TRIAL": [
                    "<strong>DÉTAILS DE L’OFFRE :</strong> Activez un abonnement {{platformPlanName}}, payez {{priceMonthPhrase}} pour vos {{offerTerm}} premiers mois et obtenez un Echo Dot gratuity, (des frais d’expédition et des taxes peuvent s’appliquer), jusqu’à épuisement des stocks. Une carte de crédit et une adresse courriel sont requises pour profiter de cette offre. <strong>Après la durée initiale de {{ offerTerm }} mois, le service continuera tous les mois ensuite et le prix ordinaire (actuellement {{retailRate}} par mois) sera porté automatiquement à votre carte de crédit, tant que vous choisirez de demeurer abonné. Des frais et des taxes s'appliquent. Des redevances sur la musique et des frais administratifs (FRM) mensuels de 10,2 % s’appliquent à votre abonnement SiriusXM. Pour annuler votre abonnement en tout temps, vous pouvez nous appeler au 1 888 539-7474.</strong> Si vous annulez ou résiliez votre abonnement {{platformPlanName}} pendant les {{etfTerm}} premiers mois, des FRAIS DE RÉSILIATION ANTICIPÉE de {{etf}} vous seront facturés. Cette offre ne peut être combinée à aucune autre et est offerte aux nouveaux abonnés admissibles seulement. SiriusXM Canada se réserve le droit de modifier ou de mettre fin à cette offre en tout temps. Le service de lecture en continu peut ne pas être disponible si les données ne sont pas activées ; des frais de données peuvent s'appliquer et sont facturés séparément. Contactez votre fournisseur de services sans fil pour plus de détails. Toutes les modalités, tous les frais, tout le contenu et toutes les fonctionnalités sont sujets à changement. La programmation des chaînes varie selon le forfait. Vous pouvez écouter sur un seul appareil de diffusion en continu à la fois par abonnement. Offre non disponible pour les résidents du Québec. L'offre est limitée à l'échange de 1 Echo Dot pour client. Les abonnements à SiriusXM Canada sont assujettis à notre <a href='https://www.siriusxm.ca/fr/conditions-generales/' target='_blank'>Entente du client</a>. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='https://www.siriusxm.ca/fr/politique-de-confidentialite/' target='_blank'>Politique de la vie privée</a>."
                ],
                "AMZ_DOT_QUEBEC_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un abonnement {{offerName}}, payez {{retailRate}} par mois et obtenez un Echo Dot gratuit, (des frais d’expédition et des taxes peuvent s’appliquer), jusqu’à épuisement des stocks. Le service continuera tous les mois par la suite et les frais seront portés automatiquement à votre carte de crédit tant que vous choisirez de demeurer abonné. Taxes en sus. Carte de crédit requise. Pour annuler votre abonnement, vous pouvez nous appeler au 1 833 838-7846. Toute la programmation peut être modifiée. SiriusXM Canada se réserve le droit de modifier cette offre ou d'y mettre fin en tout temps. L'offre ne peut être combinée à aucune autre offre et est valide uniquement pour les nouveaux abonnés. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de service sans fil pour obtenir des précisions. Consultez notre <b><a href='https://www.siriusxm.ca/fr/conditions-generales/' target='_blank'>Entente du client</a></b> et notre <b><a href='https://www.siriusxm.ca/fr/politique-de-confidentialite/' target='_blank'>Politique de la vie privée</a></b> pour connaître toutes les conditions. L'offre est limitée à l'échange de 1 Echo Dot pour client. Cette offre ne peut être combinée à aucune autre offre et peut être modifiée ou résiliée à tout moment. L'Echo Dot est offert sous la forme d'un code rempli sur Amazon.ca et la livraison de l'Echo Dot est soumise à la disponibilité de l'inventaire d'Amazon. Veuillez prévoir jusqu'à trois semaines pour les instructions d'échange.",
                    "L'Echo Dot est vendu par Amazon.com Services, LLC, et est couvert par une garantie limitée de un an fournie par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> Services, Inc. Pour recevoir votre Echo Dot, utilisez le code de coupon au moment du passage à la caisse à <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b>. Cette offre ne peut être échangée qu'une seule fois et utilisée pour un seul appareil. Cette offre est non transférable et ne peut être revendue. L'offre ne peut être combinée à aucun autre rabais ou à aucune autre promotion (c.-à-d. aucune accumulation de promotions permise). Limite d'une offre par client et par compte Amazon. L'offre s'applique uniquement aux appareils Echo Dot (3<sup>e</sup> génération) vendus par Amazon.com Services, LLC (recherchez la mention « vendu par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> » ou « vendu par Amazon.com Services, LLC » sur la page des détails du produit). Les produits vendus par des tiers vendeurs ou d'autres entités d'Amazon ne seront pas admissibles à cette offre, même s'ils sont accompagnés de la mention « Fourni par <b><a href='https://www.amazon.ca' target='_blank'>Amazon.ca</a></b> » ou « Admissible à Prime ». Des frais d'expédition, d'autres frais et des taxes peuvent s'appliquer à la pleine valeur des articles promotionnels à rabais ou gratuits. Le rabais de l'offre sera appliqué proportionnellement parmi tous les articles promotionnels compris dans votre commande. Si n'importe lequel des produits ou n'importe quel contenu relatif à cette offre est retourné, votre remboursement équivaudra au montant que vous avez payé pour le produit ou le contenu, sous réserve des politiques de remboursement applicables d'Amazon. Si vous contrevenez à l'une de ces conditions, l'offre sera invalide. L'utilisation de l'appareil Echo Dot est régie par les conditions figurant à l'adresse : <b><a href='https://www.amazon.ca' target='_blank'>www.amazon.ca</a></b>."
                ],
                "GGLE_HUB": [
                    "DÉTAILS DE L'OFFRE : Activez un abonnement {{offerName}}, payez {{offerTotal}} pour vos {{offerTerm}} premiers mois et obtenez un Google Nest Hub, jusqu'à épuisement des stocks. Des frais, des taxes et des frais d'expédition peuvent s'appliquer. Des redevances sur la musique et des frais administratifs (FRM) mensuels de 20,07 % s'appliquent à votre abonnement SiriusXM. Une carte de crédit et une adresse courriel sont requises pour bénéficier de cette offre. Si vous annulez ou résiliez votre abonnement pendant les {{etfTerm}} premiers mois, des FRAIS DE RÉSILIATION ANTICIPÉS de {{etf}} vous seront facturés. Après la durée initiale, le service continuera tous les mois ensuite et le prix ordinaire (actuellement de {{retailRate}}) par mois plus frais et taxes (et sous réserve de modifications sur préavis suffisant), sera porté à votre carte de crédit, tant que vous choisirez de demeurer abonné. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474. Veuillez consulter notre Entente du client pour connaître toutes les conditions et savoir comment annuler, ce qui comprend nous appeler au 1 888 539-7474. SiriusXM utilise vos renseignements personnels conformément aux lois sur la protection des renseignements personnels en vigueur et à notre Politique de la vie privée. Tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. Cette offre est présentée exclusivement par Sirius XM Canada Inc. Cette offre ne peut être combinée à aucune autre et peut être modifiée ou résiliée en tout temps. Limite de 1 Google Nest Hub par nouveau client. La présente offre est non transférable et ne peut pas être vendue. Après votre achat d'un abonnement, un lien à <a href='http://store.google.ca/' target='_blank'>store.google.ca</a> vous sera fourni et Google vous enverra votre Google Nest Hub. Cette offre doit être échangée dans les 30 jours. Cette offre n'est pas valide pour les résidents du Québec."
                ],
                "GGLE_MINI": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez une radio et recevez un abonnement {{offerName}} au prix de lancement pour vos {{offerTerm}} premiers mois, plus une seule clé d’échange à usage unique pour obtenir un Google Nest Mini gratuit par l’entremise de Google Store. Veuillez allouer jusqu’à 48 heures pour recevoir des instructions d’échange qui seront fournies après validation et vérification de conformité à la présente offre. Une adresse courriel valide est requise pour recevoir la clé d’échange de votre Google Nest Mini gratuit. Votre compte sera facturé au tarif promotionnel de {{offerMonthlyRate}} chaque mois pendant les {{offerTerm}} remiers mois de votre abonnement payé. Des redevances sur la musique et des frais administratifs (FRM) de 20,07 % du prix de votre abonnement et des taxes s'appliquent. <strong>Après vos {{offerTerm}} premiers mois, votre abonnement se renouvellera tous les mois et le prix ordinaire en vigueur à ce moment-là (actuellement de {{retailRate}}/mois, plus les FRM et les taxes) sera automatiquement porté à votre carte de crédit tant que vous choisirez de demeurer abonné. Vous pouvez appeler SiriusXM au <a href='tel:+1-888-539-7474'>1 888 539-7474</a> pour annuler votre abonnement en tout temps.</strong> Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés. Les abonnements de SiriusXM Canada sont régis par notre <a href='https://www.siriusxm.ca/conditions' target='_blank' title=' à siriusxm.ca/conditions'>Entente du client</a> figurant à <a href='http://www.siriusxm.ca/conditions' target='_blank'>siriusxm.ca/conditions</a>.  SiriusXM recueille et utilise les renseignements personnels conformément à la Politique de confidentialité de SiriusXM que vous pouvez consulter à <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>siriusxm.ca/vieprivee</a>.",
                    "Google, Google Nest Mini et Google Play sont des marques de commerce de Google LLC."
                ],
                "GGLE_MINI_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez une radio et recevez un abonnement {{offerName}} au prix de lancement pour vos {{offerTerm}} premiers mois, plus une seule clé d’échange à usage unique pour obtenir un Google Nest Mini gratuit par l’entremise de Google Store. Veuillez allouer jusqu’à 48 heures pour recevoir des instructions d’échange qui seront fournies après validation et vérification de conformité à la présente offre. Une adresse courriel valide est requise pour recevoir la clé d’échange pour votre Google Nest Mini gratuit. Votre compte sera facturé au tarif promotionnel de {{offerMonthlyRate}} tous les mois (taxes applicables en sus) pour les {{offerTerm}} premiers mois de votre abonnement payant. Après vos {{offerTerm}} premiers mois, votre abonnement sera renouvelé automatiquement tous les mois et le tarif ordinaire applicable à ce moment-là sera porté à votre carte de crédit (actuellement, {{retailRate}}/mois, taxes en sus) tant que vous choisirez de demeurer abonné. Pour annuler votre abonnement, vous pouvez nous appeler au <a href='tel:+1-888-539-7474'>1 888 539-7474</a> en tout temps. Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés. Les abonnements à SiriusXM Canada sont régis par <a href='https://www.siriusxm.ca/conditions' target='_blank' title=' à siriusxm.ca/conditions'>l’Entente du client</a> de SiriusXM que vous pouvez consulter à <a href='http://www.siriusxm.ca/conditions' target='_blank'>siriusxm.ca/conditions</a>.  SiriusXM recueille et utilise les renseignements personnels conformément à la Politique de la vie privée de SiriusXM qui figure à <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>siriusxm.ca/vieprivee</a>.",
                    "Google, Google Nest Mini et Google Play sont des marques de commerce de Google LLC."
                ],
                "GGLE_MINI_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un abonnement {{offerName}}, payez {{offerTotal}} pour vos {{offerTerm}} premiers mois et obtenez un Google Nest Mini gratuit. Une seule clé d’échange à usage unique, <strong><u>qui prend fin le 31 décembre 2020</u></strong>, sera envoyée pour obtenir un Google Nest Mini gratuit par l’entremise de Google Store. Veuillez allouer jusqu’à 48 heures pour recevoir des instructions d’échange qui seront fournies après validation et vérification de conformité à la présente offre. Une adresse courriel valide est requise pour recevoir le code de coupon de votre Google Nest Mini gratuit. <strong>Le service continuera tous les mois ensuite et le prix ordinaire de {{retailRate}} sera automatiquement porté à votre carte de crédit tant que vous choisirez de demeurer abonné. Frais et taxes en sus. Des redevances sur la musique et des frais administratifs (FRM) de 10,2 % s’appliquent à votre abonnement. Carte de crédit requise. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474. Si vous annulez ou résiliez votre abonnement {{offerName}} pendant les six premiers mois, des FRAIS DE RÉSILIATION ANTICIPÉE de 50 $ vous seront facturés.</strong> Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier la présente offre en tout temps. L’offre ne peut être combinée à aucune autre offre et est valide uniquement pour les nouveaux abonnés. L’offre ne peut être reproduite, transférée ou vendue. SiriusXM se réserve le droit de vérifier toutes les demandes d’échange. Toute manipulation ou tout abus effectif ou soupçonné de l’offre peut entraîner la cessation du service et la perte des articles cadeaux. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s’appliquer. Contactez votre fournisseur de service sans fil pour plus de précisions. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank' title=' à siriusxm.ca/conditions'>Entente du client</a> et notre <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions. La présente offre est présentée exclusivement par SiriusXM Canada.",
                    "Google, Google Nest Mini et Google Play sont des marques de commerce de Google LLC."
                ],
                "GGLE_MINI_QUEBEC_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un abonnement {{offerName}}, payez {{offerTotal}} pour vos {{offerTerm}} premiers mois et obtenez un Google Nest Mini gratuit. Une seule clé d’échange à usage unique, <strong><u>qui prend fin le 31 décembre 2020</u></strong>, sera envoyée pour obtenir un Google Nest Mini gratuit par l’entremise de Google Store. Veuillez allouer jusqu’à 48 heures pour recevoir des instructions d’échange qui seront fournies après validation et vérification de conformité à la présente offre. Une adresse courriel valide est requise pour recevoir le code de coupon de votre Google Nest Mini gratuit. <strong>Le service continuera tous les mois ensuite et le prix ordinaire de {{retailRate}} (taxes en sus) sera automatiquement porté à votre carte de crédit tant que vous choisirez de demeurer abonné. Le forfait que vous choisissez est pour une durée indéterminée et, par conséquent, les services continueront jusqu’à ce que vous annuliez votre abonnement.</strong> Carte de crédit requise. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474. Toutes les conditions, tout le contenu, toute la programmation, tous les frais et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier la présente offre en tout temps. L’offre ne peut être combinée à aucune autre offre et est valide uniquement pour les nouveaux abonnés, jusqu’à épuisement des stocks. L’offre ne peut être reproduite, transférée ou vendue. SiriusXM se réserve le droit de vérifier toutes les demandes d’échange. Toute manipulation ou tout abus effectif ou soupçonné de l’offre peut entraîner la cessation du service et la perte des articles cadeaux. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s’appliquer. Contactez votre fournisseur de service sans fil pour plus de précisions. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank' title=' à siriusxm.ca/conditions'>Entente du client</a> pour connaître toutes les conditions. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>. La présente offre est présentée exclusivement par SiriusXM Canada. La liste des stations varie selon le forfait.",
                    "Google, Google Nest Mini et Google Play sont des marques de commerce de Google LLC."
                ],
                "GGLE_MINI_FULLPRICE_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un abonnement {{offerName}}, payez {{offerTotal}} par {{termMap}} et obtenez un Google Nest Mini gratuit. Une seule clé d’échange à usage unique, <strong><u>qui prend fin le 31 décembre 2020</u></strong>, sera envoyée pour obtenir un Google Nest Mini gratuit par l’entremise de Google Store. Veuillez allouer jusqu’à 48 heures pour recevoir des instructions d’échange qui seront fournies après validation et vérification de conformité à la présente offre. <strong>Le service continuera tous les mois ensuite et le prix ordinaire de {{retailRate}} sera automatiquement porté à votre carte de crédit tant que vous choisirez de demeurer abonné. Frais et taxes en sus. Des redevances sur la musique et des frais administratifs (FRM) de 10,2 % s’appliquent à votre abonnement.</strong> Carte de crédit requise. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474. <strong> Si vous annulez ou résiliez votre abonnement SiriusXM En continu {{offerName}} pendant les six premiers mois, des FRAIS DE RÉSILIATION ANTICIPÉE de 50 $ vous seront facturés.</strong> Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier la présente offre en tout temps. L’offre ne peut être combinée à aucune autre offre et est valide uniquement pour les nouveaux abonnés, jusqu’à épuisement des stocks. L’offre ne peut être reproduite, transférée ou vendue. SiriusXM se réserve le droit de vérifier toutes les demandes d’échange. Toute manipulation ou tout abus effectif ou soupçonné de l’offre peut entraîner la cessation du service et la perte des articles cadeaux. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s’appliquer. Contactez votre fournisseur de service sans fil pour plus de précisions. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank' title=' à siriusxm.ca/conditions'>Entente du client</a> et notre <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions. La présente offre est présentée exclusivement par SiriusXM Canada.",
                    "Google, Google Nest Mini et Google Play sont des marques de commerce de Google LLC."
                ],
                "GGLE_MINI_FULLPRICE_QUEBEC_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un abonnement {{offerName}}, payez {{offerTotal}} par {{termMap}} (taxes applicables en sus), et obtenez un Google Nest Mini gratuit. Une seule clé d’échange à usage unique, <strong><u>qui prend fin le 31 décembre 2020</u></strong>, sera envoyée pour obtenir un Google Nest Mini gratuit par l’entremise de Google Store. Veuillez allouer jusqu’à 48 heures pour recevoir des instructions d’échange qui seront fournies après validation et vérification de conformité à la présente offre. Carte de crédit requise. <strong>Le tarif ordinaire de {{offerTotal}} par {{termMap}} (taxes applicables en sus), sera automatiquement porté à votre carte de crédit quand vous vous abonnez, et sera facturé automatiquement sur une base {{termMap}} récurrente ensuite. Le plan que vous choisissez est pour une durée indéterminée et par conséquent les services continueront jusqu’à ce que vous annuliez votre abonnement.</strong> Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474. Tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier la présente offre en tout temps. L’offre ne peut être combinée à aucune autre offre et est valide uniquement pour les nouveaux abonnés, jusqu’à épuisement des stocks. L’offre ne peut être reproduite, transférée ou vendue. SiriusXM se réserve le droit de vérifier toutes les demandes d’échange. Toute manipulation ou tout abus effectif ou soupçonné de l’offre peut entraîner la cessation du service et la perte des articles cadeaux. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s’appliquer. Contactez votre fournisseur de service sans fil pour plus de précisions. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank' title=' à siriusxm.ca/conditions'>Entente du client</a> et notre <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions. La présente offre est présentée exclusivement par SiriusXM Canada.",
                    "Google, Google Nest Mini et Google Play sont des marques de commerce de Google LLC."
                ],
                "ADVANTAGE": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Les Numéros de Série Électronique (ESN)/identifiants d’appareil admissibles peuvent activer un forfait {{offerName}} et économiser {{savingsRate}} par mois sur le tarif mensuel du forfait {{offerName}} alors en vigueur (collectivement, une « remise avantageuse »). Des frais et des taxes s’appliquent. <strong>Des redevances sur la musique et des frais administratifs (FRM) de 20,07 % s'appliquent. Une carte de crédit est requise pour cette offre.</strong> Le service se poursuivra automatiquement par la suite chaque mois, ou selon le plan de facturation que vous aurez choisi, et vous serez facturé aux tarifs en vigueur pour votre forfait d’abonnement sélectionné (actuellement {{retailRate}}/mois) moins la remise avantageuse applicable ({{savingsRate}} par mois). <strong>Vous pouvez appeler 1 833 838-7846 pour annuler à tout moment.</strong> Tous les termes, les frais, le contenu et les caractéristiques sont susceptibles d’être modifiés. Cette offre ne peut être combinée avec aucune autre offre et peut être modifiée ou résiliée à tout moment. L’offre de stations varie selon les forfaits. Les abonnements à SiriusXM Canada sont assujettis à notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>entente avec le client</a>. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='//www.siriusxm.ca/vieprivee' target='_blank'>politique de confidentialité</a>.",
                    "Un rabais Avantage ne peut être appliqué qu’à un abonnement {{offerName}} à plein prix sur un ESN/identifiant d’appareil admissible (chacun étant un « abonnement admissible »). Les ESN/identifiants d’appareil admissibles sont déterminés uniquement par SiriusXM. Les réductions Avantage ne sont pas disponibles pour les comptes de flottes ou d’entreprise. Un rabais Avantage sera maintenu pendant la durée de l’abonnement admissible et aussi longtemps que le titulaire maintiendra l’abonnement admissible sur un appareil actif et sur le même compte sans défaut, suspension ou annulation de remise. Une remise avantageuse ne peut pas être appliquée rétroactivement. En cas d’annulation ou de suspension d’un autre service, un Abonnement éligible ne pourra plus bénéficier d’une remise Avantage. Une réduction Avantage n’est pas la propriété d’un consommateur et n’est pas remboursable ou transférable à un autre compte ou titulaire de compte pour quelque raison que ce soit. Un maximum de trois (3) abonnements éligibles avec les réductions appliquées par compte. SiriusXM se réserve le droit de suspendre ou de résilier tout abonnement admissible ou de retirer un rabais à tout moment."
                ],
                "ADVANTAGE_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Les Numéros de Série Électronique (ESN)/identifiants d’appareil admissibles peuvent activer un forfait {{offerName}} et économiser {{savingsRate}} par mois sur le tarif mensuel du forfait {{offerName}} alors en vigueur (collectivement, une « remise avantageuse »). Des taxes s’appliquent. <strong>Le service se poursuivra automatiquement par la suite chaque mois, ou selon le plan de facturation que vous aurez choisi, et vous serez facturé aux tarifs en vigueur pour votre forfait d’abonnement sélectionné (actuellement {{retailRate}}/mois) moins la remise avantageuse applicable ({{savingsRate}} par mois). Le forfait que vous choisissez est d’une durée indéterminée et les services continueront donc jusqu’à ce que vous annuliez votre abonnement. Vous pouvez appeler 1 833 838-7846 pour annuler à tout moment.</strong> Tous les termes, le contenu et les caractéristiques sont susceptibles d’être modifiés. Cette offre ne peut être combinée avec aucune autre offre et peut être modifiée ou résiliée à tout moment. L’offre de stations varie selon les forfaits. Les abonnements à SiriusXM Canada sont assujettis à notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>entente avec le client</a>. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='//www.siriusxm.ca/vieprivee' target='_blank'>politique de confidentialité</a>.",
                    "Un rabais Avantage ne peut être appliqué qu’à un abonnement {{offerName}} à plein prix sur un ESN/identifiant d’appareil admissible (chacun étant un « abonnement admissible »). Les ESN/identifiants d’appareil admissibles sont déterminés uniquement par SiriusXM. Les réductions Avantage ne sont pas disponibles pour les comptes de flottes ou d’entreprise. Un rabais Avantage sera maintenu pendant la durée de l’abonnement admissible et aussi longtemps que le titulaire maintiendra l’abonnement admissible sur un appareil actif et sur le même compte sans défaut, suspension ou annulation de remise. Une remise avantageuse ne peut pas être appliquée rétroactivement. En cas d’annulation ou de suspension d’un autre service, un Abonnement éligible ne pourra plus bénéficier d’une remise Avantage. Une réduction Avantage n’est pas la propriété d’un consommateur et n’est pas remboursable ou transférable à un autre compte ou titulaire de compte pour quelque raison que ce soit. Un maximum de trois (3) abonnements éligibles avec les réductions appliquées par compte. SiriusXM se réserve le droit de suspendre ou de résilier tout abonnement admissible ou de retirer un rabais à tout moment."
                ],
                "ADVANTAGE_ANNUAL": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Les Numéros de Série Électronique (ESN)/identifiants d’appareil admissibles peuvent activer un forfait {{offerName}} et économiser {{savingsRate}} par annuel sur le tarif mensuel du forfait {{offerName}} alors en vigueur (collectivement, une « remise avantageuse »). Des frais et des taxes s’appliquent. <strong>Des redevances sur la musique et des frais administratifs (FRM) de 20,07 % s'appliquent. Une carte de crédit est requise pour cette offre.</strong> Le service se poursuivra automatiquement par la suite chaque mois, ou selon le plan de facturation que vous aurez choisi, et vous serez facturé aux tarifs en vigueur pour votre forfait d’abonnement sélectionné (actuellement {{offerRetailPrice}}/annuel) moins la remise avantageuse applicable ({{savingsRate}} par annuel). <strong>Vous pouvez appeler 1 833 838-7846 pour annuler à tout moment.</strong> Tous les termes, les frais, le contenu et les caractéristiques sont susceptibles d’être modifiés. Cette offre ne peut être combinée avec aucune autre offre et peut être modifiée ou résiliée à tout moment. L’offre de stations varie selon les forfaits. Les abonnements à SiriusXM Canada sont assujettis à notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>entente avec le client</a>. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='//www.siriusxm.ca/vieprivee' target='_blank'>politique de confidentialité</a>.",
                    "Un rabais Avantage ne peut être appliqué qu’à un abonnement {{offerName}} à plein prix sur un ESN/identifiant d’appareil admissible (chacun étant un « abonnement admissible »). Les ESN/identifiants d’appareil admissibles sont déterminés uniquement par SiriusXM. Les réductions Avantage ne sont pas disponibles pour les comptes de flottes ou d’entreprise. Un rabais Avantage sera maintenu pendant la durée de l’abonnement admissible et aussi longtemps que le titulaire maintiendra l’abonnement admissible sur un appareil actif et sur le même compte sans défaut, suspension ou annulation de remise. Une remise avantageuse ne peut pas être appliquée rétroactivement. En cas d’annulation ou de suspension d’un autre service, un Abonnement éligible ne pourra plus bénéficier d’une remise Avantage. Une réduction Avantage n’est pas la propriété d’un consommateur et n’est pas remboursable ou transférable à un autre compte ou titulaire de compte pour quelque raison que ce soit. Un maximum de trois (3) abonnements éligibles avec les réductions appliquées par compte. SiriusXM se réserve le droit de suspendre ou de résilier tout abonnement admissible ou de retirer un rabais à tout moment."
                ],
                "ADVANTAGE_ANNUAL_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Les Numéros de Série Électronique (ESN)/identifiants d’appareil admissibles peuvent activer un forfait {{offerName}} et économiser {{savingsRate}} par annuel sur le tarif mensuel du forfait {{offerName}} alors en vigueur (collectivement, une « remise avantageuse »). Des taxes s’appliquent. <strong>Le service se poursuivra automatiquement par la suite chaque mois, ou selon le plan de facturation que vous aurez choisi, et vous serez facturé aux tarifs en vigueur pour votre forfait d’abonnement sélectionné (actuellement {{offerRetailPrice}}/annuel) moins la remise avantageuse applicable ({{savingsRate}} par annuel). Le forfait que vous choisissez est d’une durée indéterminée et les services continueront donc jusqu’à ce que vous annuliez votre abonnement. Vous pouvez appeler 1 833 838-7846 pour annuler à tout moment.</strong> Tous les termes, le contenu et les caractéristiques sont susceptibles d’être modifiés. Cette offre ne peut être combinée avec aucune autre offre et peut être modifiée ou résiliée à tout moment. L’offre de stations varie selon les forfaits. Les abonnements à SiriusXM Canada sont assujettis à notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>entente avec le client</a>. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='//www.siriusxm.ca/vieprivee' target='_blank'>politique de confidentialité</a>.",
                    "Un rabais Avantage ne peut être appliqué qu’à un abonnement {{offerName}} à plein prix sur un ESN/identifiant d’appareil admissible (chacun étant un « abonnement admissible »). Les ESN/identifiants d’appareil admissibles sont déterminés uniquement par SiriusXM. Les réductions Avantage ne sont pas disponibles pour les comptes de flottes ou d’entreprise. Un rabais Avantage sera maintenu pendant la durée de l’abonnement admissible et aussi longtemps que le titulaire maintiendra l’abonnement admissible sur un appareil actif et sur le même compte sans défaut, suspension ou annulation de remise. Une remise avantageuse ne peut pas être appliquée rétroactivement. En cas d’annulation ou de suspension d’un autre service, un Abonnement éligible ne pourra plus bénéficier d’une remise Avantage. Une réduction Avantage n’est pas la propriété d’un consommateur et n’est pas remboursable ou transférable à un autre compte ou titulaire de compte pour quelque raison que ce soit. Un maximum de trois (3) abonnements éligibles avec les réductions appliquées par compte. SiriusXM se réserve le droit de suspendre ou de résilier tout abonnement admissible ou de retirer un rabais à tout moment."
                ],
                "TRIAL_EXT": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez un abonnement au forfait {{offerName}} et obtenez vos {{offerTerm}} premiers mois pour {{offerTotal}}. Des taxes s’appliquent. Après vos {{offerTerm}} premiers mois, votre abonnement sera renouvelé tous les mois et le prix ordinaire alors applicable, actuellement de {{retailRate}}, sera porté à votre carte de crédit, plus des frais administratifs et des redevances sur la musique (FRM) de 20,07 % du prix de l’abonnement et des taxes, tant que vous choisirez de demeurer abonné. Il n’y a aucun engagement; vous pouvez communiquer avec SiriusXM au 1 833 838-7846 pour annuler en tout temps. Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés. Les abonnements à SiriusXM Canada sont régis par l’<a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> de SiriusXM. SiriusXM recueille et utilise les renseignements personnels conformément à sa <a href='http://siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>."
                ],
                "TRIAL_EXT_QUEBEC": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Achetez un abonnement mensuel au forfait {{offerName}} pour {{retailFutureRate}} par mois (taxes applicables en sus) et obtenez vos trois premiers mois pour {{offerTotal}}. Le forfait que vous choisissez est pour une durée indéterminée et, par conséquent, les services continueront jusqu’à ce que vous annuliez votre abonnement. Le montant de {{offerTotal}} sera porté à votre carte de crédit lorsque vous vous abonnez et, après les trois premiers mois, le tarif mensuel ordinaire de {{retailFutureRate}} sera porté à votre carte de crédit sur une base mensuelle récurrente (taxes applicables en sus). Il n’y a aucun engagement; vous pouvez communiquer avec SiriusXM au 1 833 838-7846 pour annuler en tout temps. Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés. Les abonnements à SiriusXM Canada sont régis par l’<a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> de SiriusXM. SiriusXM recueille et utilise les renseignements personnels conformément à sa <a href='http://siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>."
                ],
                "STUDENT_PROMO_MCP_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Les étudiants admissibles (comme définis ci-dessous) peuvent activer un abonnement au forfait En continu {{offerName}} pour étudiant et payer {{offerMonthlyRate}} par mois, frais et taxes en sus. <strong>Une carte de crédit est requise pour cette offre. Votre abonnement sera automatiquement renouvelé tous les mois et vous serez facturé au tarif du forfait En continu {{offerName}} pour étudiant courant à ce moment-là pendant la période initiale de {{offerTerm}}-mois.</strong> Des redevances sur la musique et des frais administratifs (FRM) de 10,2 % s’appliquent. Tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. <strong>Veuillez consulter notre <a href='//www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> pour connaître toutes les conditions et savoir comment annuler, ce qui comprend nous appeler au 1 888 539-7474.</strong> Pour vous qualifier au forfait d’abonnement En continu {{offerName}} pour étudiant, vous devez avoir au moins 18 ans et être inscrit actuellement dans une école agréée d’enseignement supérieur basée au Canada qui décerne des diplômes (un « Étudiant admissible »). Le forfait En continu {{offerName}} pour étudiant exige une vérification d’admissibilité et une revérification annuelle afin de maintenir le tarif En continu {{offerName}} pour étudiant. Votre admissibilité sera vérifiée lors de l’abonnement initial, puis tous les {{offerTerm}} mois ensuite pour continuer à bénéficier du tarif pour étudiant. Si vous obtenez un refus lors de la revérification parce ce que vous n’êtes plus un <strong>Étudiant admissible ou parce que vous avez omis de faire revérifier votre statut d’inscription à la fin de la période de {{offerTerm}} mois, vous ne serez plus admissible au tarif du forfait En continu {{offerName}} pour étudiant et votre abonnement sera automatiquement renouvelé ensuite tous les mois au plein tarif mensuel courant du forfait En continu {{offerName}} (actuellement {{retailRate}}/mois, frais et taxes en sus).</strong> La présente offre est disponible uniquement en ligne, ne peut être combinée à aucune autre offre et ne peut être transférée ni vendue. Les étudiants admissibles qui détiennent actuellement un abonnement En continu {{offerName}} actif peuvent nous contacter par téléphone au numéro de téléphone susmentionné pour savoir comment changer leur abonnement à un forfait En continu {{offerName}} pour étudiant.",
                    "Nous utilisons SheerID Inc. (« SheerID »), un service de vérification tiers pour vérifier votre admissibilité à titre d’étudiant ce qui comprend la collecte et le traitement de données comme votre nom, le nom de l'établissement scolaire, votre adresse courriel et votre date de naissance. Dans certains cas, SheerID peut exiger des documents supplémentaires pour établir votre inscription, comme une pièce d’identité émise par un établissement scolaire, un horaire de cours, un relevé de notes, une inscription ou un reçu de frais de scolarité. Vous fournissez vos renseignements à des fins de vérification à SheerID, lesquels renseignements seront soumis aux modalités de la Politique de la vie privée de SheerID que vous pouvez consulter à <a href='https://www.sheerid.com/privacy-policy/#privacy-french' target='_blank'>https://www.sheerid.com/privacy-policy/#privacy-french</a>. De tels renseignements peuvent être partagés et utilisés par SiriusXM conformément à sa <a href='//www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>. Vous reconnaissez et convenez que SiriusXM et SheerID peuvent traiter, partager et utiliser vos renseignements conformément aux modalités des Politiques de la vie privée respectives de chacune des parties.",
                    "Les détails de la présente offre En continu {{offerName}} pour étudiant incorporent par référence les conditions de notre <a href='//www.siriusxm.ca/conditions' target='_blank'>Entente du client</a>, les complètent et les contrôlent en cas de conflit entre les détails de cette offre En continu {{offerName}} pour étudiant et <a href='//www.siriusxm.ca/conditions' target='_blank'>l’Entente du client</a> relativement à cet abonnement pour étudiant. SiriusXM se réserve le droit, conformément à son <a href='//www.siriusxm.ca/conditions' target='_blank'>Entente du client</a>, de modifier le tarif facturé pour le forfait d’abonnement En continu {{offerName}} pour étudiant, de limiter la durée de l’admissibilité de l’étudiant, ou de modifier, suspendre ou annuler cette offre de forfait en tout temps à sa seule discrétion. Dans l’éventualité où SiriusXM met fin à l’offre du forfait d’abonnement En continu {{offerName}} pour étudiant, SiriusXM n’a aucune obligation de permettre tout abonnement supplémentaire au présent forfait. De plus, SiriusXM peut résilier ou suspendre votre accès à l’abonnement En continu {{offerName}} pour étudiant en tout temps, y compris pour toute utilisation du service non autorisée réelle ou suspectée, ou SiriusXM peut à sa seule discrétion exiger la revérification de l’admissibilité d’un étudiant en tout temps s’il soupçonne toute personne de contrevenir aux détails de la présente offre. Si SiriusXM suspend l’accès à votre abonnement, vous convenez que SiriusXM n’assumera aucune responsabilité à votre égard. La non-application de SiriusXM de toute condition du présent programme ne constitue pas une renonciation à cette disposition. Offre non disponible pour les résidents du Québec."
                ],
                "STUDENT_RTP_OFFER_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Les étudiants admissibles (comme définis ci-dessous) qui s’abonnent au forfait En continu {{offerName}} pour étudiant recevront les {{offerTerm}} premiers mois sans frais. <strong>Une carte de crédit est requise pour cette offre. <span class='underline'>Vous devez annuler durant les {{offerTerm}} premiers mois de votre abonnement pour éviter d’être facturé</span>. Votre abonnement sera automatiquement renouvelé tous les mois ensuite au tarif du forfait En continu {{offerName}} pour étudiant courant à ce moment-là (actuellement {{followOnPrice}}/mois, frais et taxes en sus). Veuillez consulter notre <a href='//www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> pour connaître toutes les conditions et savoir comment annuler, ce qui comprend nous appeler au 1 888 539-7474.</strong> Pour vous qualifier au forfait d’abonnement En continu {{offerName}} pour étudiant, vous devez avoir au moins 18 ans et être inscrit actuellement dans une école agréée d’enseignement supérieur basée au Canada qui décerne des diplômes (un « Étudiant admissible »). Le forfait En continu {{offerName}} pour étudiant exige une vérification d’admissibilité et une revérification annuelle afin de maintenir le tarif En continu {{offerName}} pour étudiant. Votre admissibilité sera vérifiée lors de l’abonnement initial, puis tous les {{followOnTermLength}} mois ensuite pour continuer à bénéficier du tarif pour étudiant. <strong>Si vous obtenez un refus lors de la revérification, que ce soit parce que vous n’êtes plus un Étudiant admissible ou parce que vous avez omis de faire revérifier votre statut d’inscription à la fin de la période de {{followOnTermLength}} mois, vous ne serez plus admissible au tarif du forfait En continu {{offerName}} pour étudiant et votre abonnement sera automatiquement renouvelé ensuite tous les mois au plein tarif mensuel courant du forfait En continu {{offerName}} (actuellement {{retailRate}}/mois, frais et taxes en sus). <span class='underline'>Des redevances sur la musique et des frais administratifs (FRM) de 10,2 % s’appliquent</span>.</strong> Tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. La présente offre est disponible uniquement en ligne, ne peut être combinée à aucune autre offre et ne peut être transférée ni vendue. Les étudiants admissibles qui détiennent actuellement un abonnement En continu {{offerName}} actif peuvent nous contacter par téléphone au numéro de téléphone susmentionné pour savoir comment changer leur abonnement à un forfait En continu {{offerName}} pour étudiant.",
                    "Nous utilisons SheerID Inc. (« SheerID »), un service de vérification tiers pour vérifier votre admissibilité à titre d’étudiant ce qui comprend la collecte et le traitement de données comme votre nom, le nom de l'établissement scolaire, votre adresse courriel et votre date de naissance. Dans certains cas, SheerID peut exiger des documents supplémentaires pour établir votre inscription, comme une pièce d’identité émise par un établissement scolaire, un horaire de cours, un relevé de notes, une inscription ou un reçu de frais de scolarité. Vous fournissez vos renseignements à des fins de vérification à SheerID, lesquels renseignements seront soumis aux modalités de la Politique de la vie privée de SheerID que vous pouvez consulter à <a href='https://www.sheerid.com/privacy-policy/#privacy-french' target='_blank'>https://www.sheerid.com/privacy-policy/#privacy-french</a>. De tels renseignements peuvent être partagés et utilisés par SiriusXM conformément à sa <a href='//www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>. Vous reconnaissez et convenez que SiriusXM et SheerID peuvent traiter, partager et utiliser vos renseignements conformément aux modalités des Politiques de la vie privée respectives de chacune des parties.",
                    "Les détails de la présente offre En continu {{offerName}} pour étudiant incorporent par référence les conditions de notre <a href='//www.siriusxm.ca/conditions' target='_blank'>Entente du client</a>, les complètent et les contrôlent en cas de conflit entre les détails de cette offre En continu {{offerName}} pour étudiant et <a href='//www.siriusxm.ca/conditions' target='_blank'>l’Entente du client</a> relativement à cet abonnement pour étudiant. SiriusXM se réserve le droit, conformément à son <a href='//www.siriusxm.ca/conditions' target='_blank'>Entente du client</a>, de modifier le tarif facturé pour le forfait d’abonnement En continu {{offerName}} pour étudiant, de limiter la durée de l’admissibilité de l’étudiant, ou de modifier, suspendre ou annuler ce forfait en tout temps à sa seule discrétion. Dans l’éventualité où SiriusXM met fin à l’offre du forfait d’abonnement En continu {{offerName}} pour étudiant, SiriusXM n’a aucune obligation de permettre tout abonnement supplémentaire au présent forfait. De plus, SiriusXM peut résilier ou suspendre votre accès à l’abonnement En continu {{offerName}} pour étudiant en tout temps, y compris pour toute utilisation du service non autorisée réelle ou suspectée, ou SiriusXM peut à sa seule discrétion exiger la revérification de l’admissibilité d’un étudiant en tout temps s’il soupçonne toute personne de contrevenir aux détails de la présente offre. Si SiriusXM suspend l’accès à votre abonnement, vous convenez que SiriusXM n’assumera aucune responsabilité à votre égard. La non-application de SiriusXM de toute condition du présent programme ne constitue pas une renonciation à cette disposition. Offre non disponible pour les résidents du Québec."
                ],
                "STUDENT_RTP_OFFER_STREAMING_WITH_CHARGES": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Les étudiants admissibles (comme définis ci-dessous) peuvent activer un abonnement En continu {{offerName}} pour étudiant et obtenir les {{offerTerm}} premiers mois pour {{offerTotal}}, taxes en sus. <strong>Une carte de crédit est requise pour cette offre. Votre abonnement sera automatiquement renouvelé ensuite tous les mois au tarif courant du forfait En continu {{offerName}} pour étudiant à ce moment-là (actuellement {{followOnPrice}}/mois, frais et taxes en sus). Veuillez consulter notre <a href='//www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> pour connaître toutes les conditions et savoir comment annuler, ce qui comprend nous appeler au 1 888 539-7474.</strong> Pour vous qualifier au forfait d’abonnement En continu {{offerName}} pour étudiant, vous devez avoir au moins 18 ans et être inscrit actuellement dans une école agréée d’enseignement supérieur basée au Canada qui décerne des diplômes (un « Étudiant admissible »). Le forfait En continu {{offerName}} pour étudiant exige une vérification d’admissibilité et une revérification annuelle afin de maintenir le tarif En continu {{offerName}} pour étudiant. Votre admissibilité sera vérifiée lors de l’abonnement initial, puis tous les {{followOnTermLength}} mois ensuite pour continuer à bénéficier du tarif pour étudiant. <strong>Si vous obtenez un refus lors de la revérification, que ce soit parce que vous n’êtes plus un Étudiant admissible ou parce que vous avez omis de faire revérifier votre statut d’inscription à la fin de la période de {{followOnTermLength}} mois, vous ne serez plus admissible au tarif du forfait En continu {{offerName}} pour étudiant et votre abonnement sera automatiquement renouvelé ensuite tous les mois au plein tarif mensuel courant du forfait En continu {{offerName}} (actuellement {{retailRate}} /mois, frais et taxes en sus). <span class='underline'>Des redevances sur la musique et des frais administratifs (FRM) de 10,2 % s’appliquent</span>.</strong> Tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. La présente offre est disponible uniquement en ligne, ne peut être combinée à aucune autre offre et ne peut être transférée ni vendue. Les étudiants admissibles qui détiennent actuellement un abonnement En continu {{offerName}} actif peuvent nous contacter par téléphone au numéro de téléphone susmentionné pour savoir comment changer leur abonnement à un forfait En continu {{offerName}} pour étudiant.",
                    "Nous utilisons SheerID Inc. (« SheerID »), un service de vérification tiers pour vérifier votre admissibilité à titre d’étudiant ce qui comprend la collecte et le traitement de données comme votre nom, le nom de l'établissement scolaire, votre adresse courriel et votre date de naissance. Dans certains cas, SheerID peut exiger des documents supplémentaires pour établir votre inscription, comme une pièce d’identité émise par un établissement scolaire, un horaire de cours, un relevé de notes, une inscription ou un reçu de frais de scolarité. Vous fournissez vos renseignements à des fins de vérification à SheerID, lesquels renseignements seront soumis aux modalités de la Politique de la vie privée de SheerID que vous pouvez consulter à <a href='https://www.sheerid.com/privacy-policy/#privacy-french' target='_blank'>https://www.sheerid.com/privacy-policy/#privacy-french</a>. De tels renseignements peuvent être partagés et utilisés par SiriusXM conformément à sa <a href='//www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>. Vous reconnaissez et convenez que SiriusXM et SheerID peuvent traiter, partager et utiliser vos renseignements conformément aux modalités des Politiques de la vie privée respectives de chacune des parties.",
                    "Les détails de la présente offre En continu {{offerName}} pour étudiant incorporent par référence les conditions de notre <a href='//www.siriusxm.ca/conditions' target='_blank'>Entente du client</a>, les complètent et les contrôlent en cas de conflit entre les détails de cette offre En continu {{offerName}} pour étudiant et <a href='//www.siriusxm.ca/conditions' target='_blank'>l’Entente du client</a> relativement à cet abonnement pour étudiant. SiriusXM se réserve le droit, conformément à son <a href='//www.siriusxm.ca/conditions' target='_blank'>Entente du client</a>, de modifier le tarif facturé pour le forfait d’abonnement En continu {{offerName}} pour étudiant, de limiter la durée de l’admissibilité de l’étudiant, ou de modifier, suspendre ou annuler ce forfait en tout temps à sa seule discrétion. Dans l’éventualité où SiriusXM met fin à l’offre du forfait d’abonnement En continu {{offerName}} pour étudiant, SiriusXM n’a aucune obligation de permettre tout abonnement supplémentaire au présent forfait. De plus, SiriusXM peut résilier ou suspendre votre accès à l’abonnement En continu {{offerName}} pour étudiant en tout temps, y compris pour toute utilisation du service non autorisée réelle ou suspectée, ou SiriusXM peut à sa seule discrétion exiger la revérification de l’admissibilité d’un étudiant en tout temps s’il soupçonne toute personne de contrevenir aux détails de la présente offre. Si SiriusXM suspend l’accès à votre abonnement, vous convenez que SiriusXM n’assumera aucune responsabilité à votre égard. La non-application de SiriusXM de toute condition du présent programme ne constitue pas une renonciation à cette disposition. Offre non disponible pour les résidents du Québec."
                ],
                "RTD_OFFER_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Votre service SiriusXM arrêtera automatiquement à la fin de la durée stipulée de votre abonnement d'essai à moins que vous ne décidiez de vous abonner. Si vous décidez de vous abonner, le forfait d'abonnement payant que vous choisissez commencera à la fin de la durée de votre abonnement d'essai et <strong>le service continuera automatiquement ensuite. Le forfait que vous avez choisi vous sera facturé au tarif courant en vigueur à ce moment-là (actuellement {{retailRate}} par mois) conformément au mode de paiement choisi, tant que vous choisirez de demeurer abonné. Des frais et des taxes s'appliquent, y compris des redevances sur la musique et des frais administratifs de 10,2 %. Vous pouvez annuler en tout temps en nous appelant au 1 888 539-7474.</strong> En vous inscrivant à un abonnement d'essai, vous convenez que SiriusXM peut vous contacter au moyen des renseignements d'inscription fournis au sujet d'offres spéciales de temps à autre. Vous pouvez toujours modifier vos préférences de contact avec nous. Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. La présente offre ne peut être combinée à aucune autre et peut être modifiée ou résiliée en tout temps. Cette offre est valide pour les nouveaux abonnés ou activations d’abonnement admissibles en fonction d’un forfait. La liste des stations varie selon le forfait. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de service sans fil pour obtenir des précisions. Les abonnements de SiriusXM Canada sont régis par notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a>. Vous ne pouvez écouter qu’au moyen d’un seul appareil de diffusion en continu à la fois par abonnement. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='http://siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>."
                ],
                "RTD_OFFER_QUEBEC_STREAMING": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Votre service SiriusXM arrêtera automatiquement à la fin de la durée stipulée de votre abonnement d'essai à moins que vous ne décidiez de vous abonner. Si vous décidez de vous abonner, le forfait d'abonnement payant que vous choisissez commencera à la fin de la durée de votre abonnement d'essai; <strong>le service continuera automatiquement ensuite. Le forfait que vous avez choisi vous sera facturé au tarif courant en vigueur à ce moment-là (actuellement {{retailRate}} par mois) conformément au mode de paiement choisi. Le forfait que vous choisissez est pour une durée indéterminée et, par conséquent, les services continueront jusqu'à ce que vous les annuliez. Des taxes s'appliquent. Vous pouvez annuler en tout temps en nous appelant au 1 888 539-7474.</strong> En vous inscrivant à un abonnement d'essai, vous convenez que SiriusXM peut vous contacter au moyen des renseignements d'inscription fournis au sujet d'offres spéciales de temps à autre. Vous pouvez toujours modifier vos préférences de contact avec nous. Toutes les conditions, tout le contenu et toutes les fonctionnalités peuvent être modifiés. La présente offre ne peut être combinée à aucune autre et peut être modifiée ou résiliée en tout temps. Cette offre est valide pour les nouveaux abonnés ou activations d’abonnement admissibles en fonction d’un forfait. La liste des stations varie selon le forfait. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de service sans fil pour obtenir des précisions. Vous ne pouvez écouter qu’au moyen d’un seul appareil de diffusion en continu à la fois par abonnement. Les abonnements de SiriusXM Canada sont régis par notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a>. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='http://siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>."
                ],
                "PROMO_MCP": [
                    "<strong>DÉTAILS DE L'OFFRE :</strong> Activez une radio et recevez un abonnement {{offerName}} au prix de lancement pour vos {{offerTerm}} premiers {{pluralMonthsMap}}. Votre compte sera facturé au tarif promotionnel de {{offerTotal}} chaque mois pendant les 12 premiers mois de votre abonnement payé. Des redevances sur la musique et des frais administratifs (FRM) de mrf 20.07% du prix de votre abonnement et des taxes s'appliquent. <strong>Après vos {{offerTerm}} premiers {{pluralMonthsMap}}, votre abonnement {{offerName}} sera renouvelé tous les mois et le prix ordinaire alors applicable sera porté automatiquement à votre carte de crédit {{retailRate}}/mois, plus les FRM et les taxes) tant que vous choisirez de demeurer abonné. Vous pouvez appeler SiriusXM au 1 833 838-7840 pour annuler votre abonnement en tout temps.</strong> Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés. Les abonnements à SiriusXM Canada sont régis par notre Entente du client figurant à <a href='http://siriusxm.ca/conditions'>siriusxm.ca/conditions></a>. SiriusXM recueille et utilise les renseignements personnels conformément à sa Politique de la vie privée que vous pouvez consulter à <a href='http://siriusxm.ca/vieprivee'>siriusxm.ca/vieprivee</a>."
                ],
                "PROMO_MCP_QUEBEC": [
                    "<strong>OFFER DETAILS:</strong> Activez une radio et recevez un abonnement {{offerName}} au prix de lancement pour vos {{offerTerm}} premiers {{pluralMonthsMap}}. Votre compte sera facturé au tarif promotionnel de {{offerTotal}} chaque mois pendant les {{offerTerm}} premiers {{pluralMonthsMap}} de votre abonnement payé. Des taxes s’appliquent. <strong>Après vos {{offerTerm}} premiers {{pluralMonthsMap}}, votre abonnement {{offerName}} continuera en fonction d'un forfait de facturation mensuel et le prix ordinaire alors applicable sera porté automatiquement à votre carte de crédit (actuellement {{retailRate}}/mois) tant que vous choisirez de demeurer abonné. Vous pouvez appeler SiriusXM au 1 833 838-7840 pour annuler votre abonnement en tout temps.</strong> Toutes les conditions, tous les frais et toute la programmation peuvent être modifiés. Les abonnements à SiriusXM Canada sont régis par notre Entente du client figurant à <a href='https://www.siriusxm.ca/fr/conditions-generales/'>siriusxm.ca/conditions</a>. SiriusXM recueille et utilise les renseignements personnels conformément à sa Politique de la vie privée que vous pouvez consulter à <a href='https://www.siriusxm.ca/fr/politique-de-confidentialite/'>siriusxm.ca/vieprivee</a>."
                ]
            },
            "OFFER_TERM_MAP": {
                "6": "Toutes les annulations de service avant la fin de la durée promotionnelle de {{etfTerm}} mois peuvent faire l’objet de frais de résiliation anticipée de {{etf}}.",
                "12": "Toutes les annulations de service au cours des {{etfTerm}} premiers mois de votre durée promotionnelle de {{offerTerm}} mois peuvent faire l’objet de frais de résiliation anticipée de {{etf}}."
            },
            "PRICE_MONTH_MAP": {
                "monthly": "{{offerMonthlyRate}} chaque mois pendant",
                "full": "{{offerTotal}}",
                "megawinback": "{{offerTotal}} pour"
            },
            "LEGAL_COPY": "La soumission ci-dessus indique les frais estimatifs pour une période de service complète. Les frais réels peuvent être influencés par d’éventuels changements dans votre compte, notamment le nombre de radios, le type d’abonnement ou de forfait et des ajustements liés au service. Les frais peuvent aussi être calculés au prorata selon votre cycle de facturation et peuvent tenir compte d’éventuels changements de nos tarifs d’abonnement ainsi que des frais.",
            "LEGAL_COPY_QUEBEC": "La soumission ci-dessus indique les frais estimatifs pour une période de service complète. Les frais réels peuvent être influencés par d’éventuels changements dans votre compte, notamment le nombre de radios, le type d’abonnement ou de forfait et des ajustements liés au service. Les frais peuvent aussi être calculés au prorata selon votre cycle de facturation et peuvent tenir compte d’éventuels changements de nos tarifs d’abonnement.",
            "FULL_PRICE": "<strong>DÉTAILS DE L'OFFRE :</strong> Le forfait d'abonnement que vous avez choisi commencera dès que votre commande sera terminée (si vous bénéficiez d'une période d'essai, il commencera à la suite de votre période d'essai). Le service sera automatiquement renouvelé ensuite, et les tarifs courants alors en vigueur du forfait sélectionné seront facturés conformément au mode de paiement que vous avez choisi tant que vous choisirez de demeurer abonné (les tarifs courants sont indiqués ci-dessus et peuvent faire l'objet de modifications sur préavis suffisant). Des frais et des taxes s'appliquent. Des redevances sur la musique et des frais administratifs de 20,07% s'appliquent. Une carte de crédit est requise. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> pour connaître toutes les conditions et savoir comment annuler, ce qui comprend nous appeler au 1 833 838-7846. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='http://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>. Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. La liste des stations varie selon le forfait.",
            "FULL_PRICE_STREAMING": "<strong>DÉTAILS DE L'OFFRE :</strong> Le forfait d'abonnement que vous avez choisi commencera dès que votre commande sera terminée (si vous bénéficiez d'une période d'essai, il commencera à la suite de votre période d'essai). Le service sera automatiquement renouvelé ensuite, et les tarifs courants alors en vigueur du forfait sélectionné seront facturés conformément au mode de paiement que vous avez choisi tant que vous choisirez de demeurer abonné (les tarifs courants sont indiqués ci-dessus et peuvent faire l'objet de modifications sur préavis suffisant). Des frais et des taxes s'appliquent. Des redevances sur la musique et des frais administratifs de 10.2% s'appliquent. Une carte de crédit est requise. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> pour connaître toutes les conditions et savoir comment annuler, ce qui comprend nous appeler au 1 833 838-7846. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='http://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>. Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. La liste des stations varie selon le forfait.",
            "FULL_PRICE_QUEBEC": "<strong>DÉTAILS DE L'OFFRE :</strong> Le forfait d'abonnement que vous avez choisi commencera dès que votre commande sera terminée (si vous bénéficiez d'une période d'essai, il commencera à la suite de votre période d'essai). Le service continuera après votre période de facturation initiale, et les tarifs courants alors en vigueur du forfait sélectionné seront facturés conformément au mode de paiement que vous avez choisi jusqu’à ce que vous annuliez votre abonnement (les tarifs courants sont indiqués ci-dessus et peuvent faire l'objet de modifications sur préavis suffisant). Des taxes s'appliquent. Une carte de crédit est requise. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> pour connaître toutes les conditions et savoir comment annuler, ce qui comprend nous appeler au 1 866 635-2349. Nous recueillons et utilisons les renseignements personnels conformément à notre <a href='http://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a>. Toutes les conditions, tout le contenu et toutes les fonctionnalités peuvent être modifiés. La liste des stations varie selon le forfait.",
            "SALES_FULL_PRICE_STREAMING": "<strong>DÉTAILS DE L'OFFRE :</strong> Achetez un abonnement {{offerName}} pour {{price}} par mois. Carte de crédit requise. Frais et taxes en sus. Des redevances sur la musique et des frais administratifs (FRM) de 10,2 % s'appliquent. <strong>Le service continuera tous les mois ensuite et votre carte de crédit sera automatiquement débitée tant que vous choisirez de demeurer abonné. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474.</strong> Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de services sans fil pour des précisions. Vous ne pouvez écouter qu’au moyen d’un seul appareil de diffusion en continu à la fois par abonnement. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> et notre <a href='http://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions.",
            "SALES_FULL_PRICE_STREAMING_QUEBEC": "<strong>DÉTAILS DE L'OFFRE :</strong> Achetez un abonnement {{offerName}} pour {{price}} par mois. Carte de crédit requise. Taxes en sus. <strong>Le service continuera tous les mois ensuite et votre carte de crédit sera automatiquement débitée tant que vous choisirez de demeurer abonné. Pour annuler votre abonnement, vous pouvez nous appeler au 1 888 539-7474.</strong> Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. Le service peut ne pas être disponible à moins que les « données » ne soient activées; des frais de données peuvent s'appliquer. Contactez votre fournisseur de services sans fil pour des précisions. Vous ne pouvez écouter qu’au moyen d’un seul appareil de diffusion en continu à la fois par abonnement. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> et notre <a href='http://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions.",
            "PICKAPLAN": {
                "PACKAGES_PART": "{{packageName}}",
                "RENEWAL_PACKAGES_PART": "{{packageName}} (actuellement {{packageMonthlyPrice}}/mois)",
                "PACKAGES_OR": " ou ",
                "FIRST_PART": "<strong>DÉTAILS DE L’OFFRE :</strong>  Sélectionnez et achetez un forfait d’abonnement ",
                "MIDDLE_PART": " pour {{offerTotal}} pour vos {{term}} premiers mois de service. Une carte de crédit est requise pour cette offre. <strong>Après la durée initiale, le service continuera tous les mois ensuite selon le forfait que vous avez choisi, et le prix ordinaire courant sera automatiquement porté à votre carte de crédit tant que vous demeurez abonné :</strong> ",
                "LAST_PART": ". Les prix peuvent être modifiés sur préavis suffisant. Des frais et des taxes s’appliquent. <strong>Des redevances sur la musique et des frais administratifs (FRM) de 20,07 % s’appliquent. Pour annuler votre abonnement, vous pouvez nous appeler au 1 833 838-7846.</strong> Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. La liste des stations varie selon le forfait. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> et notre <a href='http://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions.",
                "FIRST_PART_QUEBEC": "<strong>DÉTAILS DE L’OFFRE :</strong>  Sélectionnez et achetez un forfait d’abonnement ",
                "MIDDLE_PART_QUEBEC": ", obtenez  Une carte de crédit est requise pour cette offre.  <strong>Après la durée initiale, le service continuera tous les mois ensuite selon le forfait que vous avez choisi, et le prix ordinaire courant sera automatiquement porté à votre carte de crédit tant que vous demeurez abonné :</strong> ",
                "LAST_PART_QUEBEC": ". Les prix peuvent être modifiés sur préavis suffisant. Des taxes s’appliquent. Le forfait que vous choisissez est pour une durée indéterminée et par conséquent, les services continueront jusqu’à ce que vous les annuliez.  <strong>Pour annuler votre abonnement, vous pouvez nous appeler au 1 833 838-7846.</strong> Toutes les conditions, tout le contenu et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. La liste des stations varie selon le forfait. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> et notre <a href='http://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions.",
                "SELECTED_OFFER_DETAILS": "<strong>DÉTAILS DE L’OFFRE :</strong> Sélectionnez et achetez un forfait d’abonnement {{offerName}} pour {{price}} pour vos {{offerTerm}} premiers mois de service. Une carte de crédit est requise pour cette offre. <strong> Après la durée initiale, le service continuera tous les mois ensuite selon le forfait que vous avez choisi, et le prix ordinaire courant sera automatiquement porté à votre carte de crédit tant que vous demeurez abonné :</strong> {{offerName}} (actuellement {{retailRate}}/mois). Les prix peuvent être modifiés sur préavis suffisant. Des frais et des taxes s’appliquent. <strong>Des redevances sur la musique et des frais administratifs (FRM) de 20,07% s’appliquent. Pour annuler votre abonnement, vous pouvez nous appeler au 1 833 838-7846.</strong> Toutes les conditions, tous les frais, tout le contenu et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. La liste des stations varie selon le forfait. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> et notre <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions.",
                "SELECTED_OFFER_DETAILS_QUEBEC": "<strong>DÉTAILS DE L’OFFRE :</strong> Sélectionnez et achetez un forfait d’abonnement {{offerName}}, obtenez  Une carte de crédit est requise pour cette offre. <strong>Après la durée initiale, le service continuera tous les mois ensuite selon le forfait que vous avez choisi, et le prix ordinaire courant sera automatiquement porté à votre carte de crédit tant que vous demeurez abonné :</strong> {{offerName}} (actuellement {{retailRate}}/mois). Les prix peuvent être modifiés sur préavis suffisant. Des taxes s’appliquent. Le forfait que vous choisissez est pour une durée indéterminée et par conséquent, les services continueront jusqu’à ce que vous les annuliez. <strong>Pour annuler votre abonnement, vous pouvez nous appeler au 1 833 838-7846.</strong> Toutes les conditions, tout le contenu et toutes les fonctionnalités peuvent être modifiés. SiriusXM Canada se réserve le droit de modifier ou de résilier cette offre en tout temps. La liste des stations varie selon le forfait. Consultez notre <a href='https://www.siriusxm.ca/conditions' target='_blank'>Entente du client</a> et notre <a href='https://www.siriusxm.ca/vieprivee' target='_blank'>Politique de la vie privée</a> pour connaître toutes les conditions."
            },
            "PLURAL_MAP": {
                "TERM": {
                    "=12": "an",
                    "other": "mois"
                },
                "MONTH": {
                    "=1": "mois",
                    "other": "mois"
                }
            }
        },
        "promoDealCardComponent": {
            "PROMO_UPGRADE": {
                "header": "<div>REHAUSSEMENT DE {{termLength}} MOIS</div>",
                "AMZ_DOT": {
                    "header": "<div>REHAUSSEMENT DE {{termLength}} MOIS</div><div>+ UN ECHO DOT GRATUIT</div>"
                },
                "APPLE": {
                    "header": "<div>PLUS APPLE MUSIC</div>"
                }
            },
            "PROMO_UPGRADE_WITHOUT_DEAL": {
                "header": "<div>REHAUSSEMENT DE {{termLength}} MOIS</div>"
            }
        },
        "promoDealComponent": {
            "AMZ_DOT": {
                "LEAD_TITLE_IMAGE": {
                    "SRC": "assets/img/promo-deal-amazon-lead-offer-logo-FR.png"
                }
            },
            "details": {
                "expandedText": "Masquer",
                "collapsedText": "Voir plus"
            },
            "PROMO_UPGRADE": {
                "AMZ_DOT": {
                    "UPGRADE_TITLE": "Votre rehaussement gratuit comprend :",
                    "TITLE": "Obtenez un Echo Dot gratuit (3e génération).",
                    "SUBTITLE": "<span class=\"promo-upgrade-subtitle\">« ALEXA, JOUE HITS1 SUR SIRIUSXM »</span>"
                },
                "APPLE": {
                    "UPGRADE_TITLE": "Votre abonnement inclut tout ce qui est compris dans le forfait {{offer}}, plus un surclassement gratuit de {{offerUpgradeTerm}} mois au forfait {{offerUpgrade}}, qui vous en donne encore plus.",
                    "TITLE": "Obtenez jusqu’à 6 mois d’Apple Music gratuits",
                    "SUB_TITLE": "Sous réserve d’admissibilité à Apple Music. Voir détails ci-dessous."
                }
            },
            "PROMO_UPGRADE_WITHOUT_DEAL": {
                "UPGRADE_TITLE": "Votre abonnement inclut tout ce qui est compris dans le forfait {{offer}}, plus un surclassement gratuit de {{offerUpgradeTerm}} mois au forfait {{offerUpgrade}}, qui vous en donne encore plus."
            }
        },
        "claimDeviceComponent": {
            "DEFAULT": {
                "TITLE": "Demandez votre {{dealName}}!",
                "GGLE_HUB": {
                    "DESCRIPTION": "<p>Nous vous enverrons un courriel sous peu avec des instructions et un lien pour vous permettre d’obtenir votre dispositif.</p>"
                },
                "GGLE_MINI": {
                    "DESCRIPTION": "<p>Nous vous enverrons un courriel avec un lien pour réclamer votre Nest Mini gratuit. Le code d’échange sera envoyé après vérification et prendra fin le 31 décembre 2020.</p><p>Google, Google Nest Mini et Google Play sont des marques de commerce de Google LLC.</p>"
                },
                "APPLE": {
                    "TITLE": "Votre offre spéciale Apple Music arrive",
                    "DESCRIPTION": "<p>Un courriel avec votre code unique sera envoyé à l’adresse courriel fournie. Suivez simplement les instructions pour commencer à profiter de jusqu’à 6 mois gratuits.</p>",
                    "image": {
                        "src": "assets/img/apple-music-logo.png"
                    }
                }
            },
            "WITH_LINK": {
                "CLAIM_TITLE": "Activez SiriusXM sur tous vos appareils {{company}} maintenant!",
                "SUCCESS_TITLE": "Vos comptes ont été liés.",
                "ERROR_TITLE": "Oups! Quelque chose n’a pas fonctionné.",
                "LINK": "LIEN À {{company}}",
                "AMZ_DOT": {
                    "CLAIM_TITLE": "Activez SiriusXM sur tous vos appareils Alexa maintenant!",
                    "CLAIM_SUBTITLE": "Commencez en utilisant des commandes vocales comme « Alexa, joue Hits 1 sur SiriusXM ».",
                    "SUCCESS_SUBTITLE": "Vous avez réussi à activer la « skill » SiriusXM sur votre nouvel appareil Alexa d’Amazon.",
                    "ERROR_SUBTITLE": "Un problème s’est produit lors du lien entre votre compte SiriusXM et votre compte Amazon. Une fois que vous recevrez votre appareil, consultez la section Liens utiles dans votre courriel de remerciement ou <a class='no-underline' href='https://www.amazon.ca/dp/B06X9NK3KD/?language=fr_CA' target='_blank'>visitez notre page de soutien</a>.",
                    "DISCLAIMER": "Une fois relié, SiriusXM deviendra votre fournisseur par défaut pour la musique et les balados sur Alexa. Accédez à Settings>Music & Podcasts>Default Services sur l’appli Alexa pour toute modification.",
                    "DESCRIPTION": "Vous recevrez des instructions par courriel dans les 48 heures suivantes afin d’obtenir votre appareil Amazon gratuit.  Votre Echo Dot est traité directement par Amazon et la livraison sera complétée selon la disponibilité de l’inventaire d’Amazon.  Les périodes de forte demande peuvent entraîner des délais, alors faites votre demande dès maintenant."
                }
            }
        }
    }
}
