{
    "SharedSxmUiUiChargeAgreementGenericCheckboxFormFieldModule": {
        "SxmUiChargeAgreementGenericCheckboxFormFieldComponent": {
            "LABEL_PART_A_RECURRING_PAYMENT": "Veuillez débiter ma carte de crédit du montant dû et conserver les renseignements de la carte pour tous les futurs paiements. Une copie de mes identifiants, qui peut comprendre ma carte de paiement, mon numéro de compte ou paiement minimal, sera enregistrée par SiriusXM pour les frais à venir.",
            "LABEL_PART_A_ONE_TIME_PAYMENT": "",
            "LABEL_PART_B": "J’accepte l’<a href=\"https://www.siriusxm.ca/conditions\" target=\"_blank\" data-track-click=\"Customer Agreement\">Entente du client</a> qui comprend la politique de remboursement, et la <a href=\"https://www.siriusxm.ca/vieprivee/\" target=\"_blank\" data-track-click=\"Privacy Policy\">Politique de la vie privée</a> de SiriusXM Canada.",
            "LABEL_PART_B_RATE_VERSION": "J’accepte l’<a href=\"https://www.siriusxm.ca/conditions\" target=\"_blank\" data-track-click=\"Customer Agreement\">Entente du client</a> qui comprend la politique de remboursement, et la <a href=\"https://www.siriusxm.ca/vieprivee\" target=\"_blank\" data-track-click=\"Privacy Policy\">Politique de la vie privée</a> de SiriusXM Canada.",
            "LABEL_PART_C_ONE_TIME_PAYMENT": "J’accepte que mon service soit maintenu et que ma carte de crédit soit débitée du prix ordinaire alors applicable jusqu’à ce que j’annule mon abonnement. (Le prix ordinaire est sujet à changement moyennant un préavis suffisant.) Une copie de mes identifiants, qui peut comprendre ma carte de paiement, mon numéro de compte ou paiement minimal, sera enregistrée par SiriusXM pour les frais à venir. Frais et taxes en sus. Je reconnais que je peux annuler mon abonnement en tout temps en téléphonant à SiriusXM Canada au 1 888 539-7474 pour annuler mon abonnement. J’accepte que toute la programmation soit sujette à changement.",
            "LABEL_PART_C_ONE_TIME_PAYMENT_RATE_VERSION": "J’accepte que le service soit maintenu et que ma carte de crédit soit débitée du tarif ordinaire alors applicable jusqu’à ce que j’annule mon abonnement. (Le tarif ordinaire est sujet à changement moyennant un préavis suffisant.) Une copie de mes identifiants, qui peut comprendre ma carte de paiement, mon numéro de compte ou paiement minimal, sera enregistrée par SiriusXM pour les frais à venir. Taxes en sus. Les services me sont fournis pour une période indéterminée et me sont facturés pour la période de facturation convenue. Je reconnais que je peux annuler mon abonnement en tout temps et que je peux téléphoner à SiriusXM Canada au 1 888 539-7474 pour annuler mon abonnement. J’accepte que toute la programmation soit sujette à changement.",
            "LABEL_PART_C_RECURRING_PAYMENT": "J’accepte que mon service soit maintenu et que ma carte de crédit soit débitée du prix ordinaire alors applicable jusqu’à ce que j’annule mon abonnement. (Le prix ordinaire est sujet à changement moyennant un préavis suffisant.) Frais et taxes en sus. Je reconnais que je peux annuler mon abonnement en tout temps en téléphonant à SiriusXM Canada au 1 888 539-7474 pour annuler mon abonnement. J’accepte que toute la programmation soit sujette à changement.",
            "LABEL_PART_C_RECURRING_PAYMENT_RATE_VERSION": "J’accepte que le service soit maintenu et que ma carte de crédit soit débitée du tarif ordinaire alors applicable jusqu’à ce que j’annule mon abonnement. (Le tarif ordinaire est sujet à changement moyennant un préavis suffisant.) Taxes en sus. Les services me sont fournis pour une période indéterminée et me sont facturés pour la période de facturation convenue. Je reconnais que je peux annuler mon abonnement en tout temps et que je peux téléphoner à SiriusXM Canada au 1 888 539-7474 pour annuler mon abonnement. J’accepte que toute la programmation soit sujette à changement.",
            "LANGUAGE_LINK_TEXT": "",
            "LANGUAGE_LINK_VALUE": "",
            "ERROR_REQUIRED": "Veuillez accepter l'accord ci-dessus."
        }
    }
}
