{
    "TITLE": "Retransmettre mon signal de radio satellite",
    "SUB_TITLE": "Êtes-vous près de votre voiture ou votre radio?",
    "YES_TEXT": "Oui",
    "NO_TEXT": "Non",
    "YES_POINT_ONE": "Allumez votre radio et réglez-la sur le mode Satellite.",
    "YES_POINT_TWO": "Assurez-vous que la radio a une vue dégagée vers le ciel (non bloquée par un garage, de grands arbres ou des bâtiments). Veuillez noter que la réinitialisation peut prendre jusqu’à 15 minutes.",
    "YES_POINT_THREE": "Saisissez votre code de radio, NIV ou numéro de téléphone.",
    "TEXT_FIELD_PLACEHOLDER": "Code de radio, NIV, ou Numéro de téléphone",
    "YES_BUTTON_TEXT": "RETRANSMETTRE LE SIGNAL SATELLITE",
    "FIND_RADIO_ID_HYPERLINK": "Comment puis-je trouver mon code de radio?",
    "NO_INSTRUCTIONS": "Ce n’est pas grave! Nous vous enverrons des instructions par message texte pour que vous puissiez renvoyer le signal de votre radio satellite une fois que vous serez près de votre radio.",
    "MOBILE_FORM_PLACEHOLDER": "Mobile Phone Number",
    "CUSTOMER_AGREEMENT_CHECKBOX_TEXT": "I agree to receive a one-time message and certify this is my mobile number. Message and data rates may apply. SMS Terms and Conditions can be viewed at <a target=\"_blank\" href=\"https://www.siriusxm.ca/smsfr\">siriusxm.com/sms.</a>",
    "NO_BUTTON_TEXT": "SEND INSTRUCTIONS",
    "RADIOID_ACCOUNT_NUMBER_LOOKUP": "Comment puis-je trouver mon code de radio?",
    "HELP_FINDING_RADIO_TITLE": "Radio ID Help",
    "RADIO_LOOKUP_MARINE_AVIATION": "Device Help",
    "ERROR": {
        "RADIO_ID_INPUT_REQUIRED": "Entrez un code de radio, NIV ou numéro de téléphone valide.",
        "RADIO_ID_INPUT_FORMAT": "Entrez un code de radio, NIV ou numéro de téléphone valide.",
        "MOBILE_REQUIRED": "Enter a valid mobile phone number.",
        "MESSAGE_AGREE_TO_TEXT_MESSAGE": "Please confirm that you have read and agree to the Terms and Conditions and Privacy Policy."
    },
    "NO_POINT_ONE": "Envoyez le mot « SIGNAL » par message texte au 88518.",
    "NO_POINT_TWO": "Nous vous enverrons un message texte à usage unique avec un lien pour renvoyer le signal de votre radio satellite.",
    "NO_POINT_THREE": "Une fois que vous êtes près de votre radio, suivez les instructions contenues dans le message texte pour renvoyer votre signal satellite.",
    "NO_FOOTER": "J'accepte de recevoir un message texte unique et certifie qu'il s'agit de mon numéro de mobile. Des frais de messagerie texte et de transmission de données standard peuvent s’appliquer. Consultez nos ",
    "SMS_TERM_CONDITION": "<a target=\"_blank\" href=\"https://www.siriusxm.ca/smsfr\">Conditions générales d'utilisation des messages textes</a>",
    "AND": " and ",
    "PRIVACY_POLICY": "<a target=\"_blank\" href=\"https://www.siriusxm.ca/privee\">Politique de confidentialité.</a>",
    "SUCCESS_MESSAGE": "Le signal satellite a été envoyé avec succès.",
    "NO_ACTIVE_SUBSCRIPTION_ONE": "Il semble que vous n’ayez pas d’abonnement SiriusXM en cours dans votre véhicule, ou pour votre radio. Veuillez vous ",
    "REACTIVATE_TEXT": "abonner ",
    "NO_ACTIVE_SUBSCRIPTION_TWO": "pour écouter.",
    "NON_PAY_ERROR": "Le solde de votre compte est en souffrance. Veuillez vous connecter à votre compte et ",
    "MAKE_A_PAYMENT": "effectuer un paiement",
    "TO_CONTINUE_LISTENING": " pour continuer à écouter.",
    "MAKE_PAYMENT_URL": "https://www.siriusxm.ca/payerenligne?langpref=fr",
    "NO_DEVICE_FOUND": "Nous n’arrivons pas à trouver votre compte avec les renseignements que vous avez fournis. Veuillez vérifier les renseignements saisis ou saisir d’autres renseignements pour nous aider à identifier votre compte.",
    "REACTIVATE_LINK": "https://siriusxm.ca/retransmettrereactiver",
    "MULTIPLE_RADIO_ID_ERROR": "Il y a plusieurs radios associées à votre numéro de téléphone. Veuillez saisir le code de radio de la radio dont vous souhaitez renvoyer le signal satellite. Si vous avez encore des difficultés, appelez-nous au 1 888 539-7474 et nous allons pouvoir vous aider.",
    "PRIVACY_POLICY_LINK": "https://www.siriusxm.ca/privee",
    "SYSTEM_ERROR": {
        "PART1": "Un problème est survenu lors du renvoi du signal de votre radio satellite. Veuillez réessayer ou appeler le service à la clientèle au 1 888 539-7474.",
        "CHAT_TEXT": "",
        "PART2": ""
    },
    "INVALID_VIRTUAL_RADIO_ID": {
        "PART1": "Votre radio semble ne pas avoir besoin d’un signal de radio satellite pour être retransmise. Téléphonez au 1 888 539-7474 pour en savoir plus.",
        "CHAT_TEXT": "",
        "PART2": ""
    }
}
